[{"2018-11-02":["HOUSTON — Earnings for the two largest U.S. oil companies on Friday jumped on higher crude prices and the nation's shale boom, joining big oil rivals in posting sharply higher quarterly profit. Exxon Mobil Corp posted a 57-percent increase on prices there were up 44 percent over a year ago helped by a lower tax rate while Chevron Corp's earnings doubled on surging output from the Permian Basin of West Texas and New Mexico. While Exxon's results topped Wall Street forecasts, but shares were up fractionally as its oil and gas production declined for the ninth of the last 10 quarters. Chevron's shares rose 2.7 percent as it forecast continued strong oil production this quarter.Results for most of the world's top oil companies are returning to levels not seen in four years, driven by strong demand for oil and years of cost-cutting. Royal Dutch Shell posted income of $5.6 billion on Thursday and BP Plc this week reported profit of $3.8 billion.Irving, Texas-based Exxon is investing heavily to reverse its production declines. It spent $6.59 billion on capital projects during the quarter, up 10 percent from the same period last year. Executives on Friday said the company plans to continue to prioritize spending on new projects and shareholder dividends over stock repurchases, something that investors have been calling for it to restart. Exxon halted buybacks except to offset dilution in 2016. \"The company that a decade ago had the largest buyback program in the S&P 500 is now altogether absent from the buyback table,\" said Raymond James analyst Pavel Molchanov in a note on Friday. Chevron said it benefited from running 20 drilling rigs in the Permian basin during the quarter and new well designs that have boosted output. It produced 338,000 barrels of oil equivalent per day during the quarter from the field and forecast sustained Permian growth this quarter. \"The economic outcomes are really outstanding,\" Pat Yarrington, Chevron finance chief, told analysts on Friday. She said that the San Ramon California-based company plans to hold to its full-year capital spending budget of between $18 billion and $20 billion, despite spending about $450 million more than it anticipated year-to-date. Exxon reported earnings of $6.24 billion, or $1.46 per share, while analysts had forecast a per share profit of $1.23. Chevron reported earnings of $4.05 billion, or $2.11 per share, compared with analysts' estimate for $2.06 per share, according to IBES data from Refinitiv. (Reporting by Gary McWilliams; Editing by Nick Zieminski)","(Reuters) - U.S. oil and natural gas producer Chevron Corp on Friday reported that its quarterly profit doubled on record oil and gas production, sending its shares up as much as 5 percent. The results reflected strong gains in its oil and gas production with crude prices up 44 percent during the quarter and offset a drop in earnings from its downstream operations, including refining and chemicals.Third-quarter oil and gas production rose 9 percent over a year earlier, and the company forecast total output for the full year would be up about 7 percent over 2017.Its production in the West Texas shale fields rose 80 percent in the quarter, adding 150,000 barrels per day, \"the equivalent of adding a midsize Permian pure-play E&P company,\" Pat Yarrington, the company's finance chief, told analysts on a conference call. Chevron ran 20 drilling rigs in its Permian operations during the quarter, and will continue running the same number this quarter, Yarrington said. \"Our approach right now is to take a bit of a pause and to focus on capturing all the efficiencies that a 20-rig fleet would necessitate,\" she added. Fourth-quarter downstream earnings and cash flow will be hurt by higher planned maintenance activity, the company said. Downstream profit fell 24 percent in the quarter from continuing weakness in its international refining operations. Pierre Breber, Chevron's executive vice president of downstream and chemicals, declined to comment on reports it is in discussions to acquire a U.S. Gulf Coast refinery. But he said the company has strong reasons, including growing Permian oil production, to consider doing so. The company reported third-quarter net income of $4.05 billion, or $2.11 a share, compared with $1.95 billion, or $1.03 per share, in the same quarter a year earlier. Analysts were looking for $2.06 per share of profit, according to IBES data on Refinitiv. Shares rose $3.44 to $114.51 and hit a session high of $117.11. The stock declined 9 percent in October and was off 11 percent through Thursday's close this year. (Reporting by Gary McWilliams; Editing by Jeffrey Benkoe)"],"2018-06-07":["RIO DE JANEIRO — Oil companies bid for offshore drilling rights in an auction here on Thursday that provided some welcome good news for Brazil’s economy after weeks of political uncertainty and unrest.The auction, the fourth one since September, came days after a strike by truck drivers over rising diesel prices paralyzed the country for nearly two weeks and prompted the resignation of the chief executive of the state-owned oil company Petrobras. Consortiums that included companies like Chevron, Exxon Mobil and Equinor of Norway bid 3.15 billion reais, about $808 million, and would give the government between 16 percent and 75 percent of the oil they produce — far higher than the minimum amounts set by the government.“This process and model shows that what we need in Brazil is more competition,” Décio Oddone, head of the National Petroleum Agency, told reporters after the auction.Thursday’s auction signals that Brazil, Latin America’s biggest economy, could become a more important source of oil for the rest of the world and possibly make up for lower production volumes from countries like Iran and Venezuela. The International Energy Agency has predicted that Brazil will be second only to the United States among non-Organization of the Petroleum Exporting Countries in contributing to the growth in oil supplies over the next several years.The government offered four blocks that hold at least 4 billion barrels of recoverable oil under a thick layer of salt, according to IHS Markit, a research and consulting firm.A consortium of oil companies that included Chevron, Royal Dutch Shell and others won one block. Chevron previously won stakes in four exploration blocks in a March auction, which was the first time the company had participated in a Brazilian auction since one of its fields near Rio de Janeiro had an oil spill in 2011. Another consortium made up of Exxon Mobil, Equinor and others, won a block that is considered the most promising of the four areas offered on Thursday. Exxon now owns a stake in 25 blocks in Brazil.A third consortium, which included Petrobras, Equinor and others won the third block; no company was declared the winner of the fourth. Petrobras exercised its option under Brazilian law to take a stake in all three blocks and serve as operator in each one.Just a year ago, many energy companies were reluctant to begin expensive deepwater projects because the world was awash with oil and the price of the American benchmark crude oil futures had slumped to about $45 a barrel. But a recent rally in oil prices and easing of government regulations has helped to revive interest in Brazil’s offshore fields.Once thought to be complex and costly, blocks like those auctioned Thursday — known as pre-salt areas — in Brazil have become competitive as oil companies have used improved technology to reduce costs of deepwater drilling and worked in consortiums to reduce their financial risk.“You are not seeing this in any other area of the world,” said Ricardo Bedregal, who specializes in Latin American oil and gas for IHS Markit.But Brazil’s oil industry remains subject to extensive government interference, as demonstrated by the recent strike. President Michel Temer agreed to subsidize diesel at the pump to get truckers to end their strike.The strike and the government’s response prompted the reform-minded chief executive of Petrobras, Pedro Parente, who had won praise for restoring stability to the company, to resign because he said he could no longer help the company and government.Analysts say the government might be tempted to intervene in the industry and the economy again ahead of a presidential election in October. Brazil’s economy is expected to grow 2.18 percent in 2018, according to a survey of analysts released on Monday by the country’s central bank. That’s down from a predicted 2.7 percent just four weeks ago."],"2018-07-19":["A federal judge has rejected New York City’s lawsuit to make fossil fuel companies help pay the costs of dealing with climate change.Judge John F. Keenan of United States District Court for the Southern District of New York wrote that climate change must be addressed by the executive branch and Congress, not by the courts. While climate change “is a fact of life,” Judge Keenan wrote, “the serious problems caused thereby are not for the judiciary to ameliorate. Global warming and solutions thereto must be addressed by the two other branches of government.”The 23-page decision is a second defeat for local and state governments seeking to use the judiciary to address problems caused by climate change. The first was in a case brought by San Francisco and Oakland that was thrown out last month by Judge William H. Alsup of Federal District Court in San Francisco. The cases, which have generally been considered long shots, rely on the area of public nuisance under state common law, which allows courts to hold parties responsible for actions that interfere with the use of property.Earlier attempts to use nuisance claims in lawsuits about climate change have been brought unsuccessfully under federal law in cases like American Electric Power v. Connecticut. In a unanimous 2011 decision, the Supreme Court said that the Clean Air Act displaced the federal common law of nuisance and gave jurisdiction over the issues to the Environmental Protection Agency.The cases brought by New York, San Francisco and other governments around the country have taken a different route, pursuing nuisance doctrine at the state level. The cases argue that state common law has not been similarly displaced.In Thursday’s New York decision, Judge Keenan ruled that the city’s federal common law claim was, in fact, displaced by the Clean Air Act, and he rejected the notion that state law could be used to address the issue, writing that it would be “illogical” to allow the claims under state law “when courts have found that these matters are areas of federal concern that have been delegated to the executive branch as they require a uniform, national solution.” Using domestic courts to litigate issues of international greenhouse gas emissions, he wrote, “would severely infringe upon the foreign-policy decisions that are squarely within the purview of the political branches of the U.S. government.”Judge Keenan sounded skeptical in a hearing about the case last month, arguing with a lawyer for the city, Matthew Pawa, over the role of users of fossil fuels in causing climate change — including, the judge stressed, the city itself. “I mean, aren’t the plaintiffs using the product that is being the subject of the lawsuit and haven’t they been using it and aren’t they continuing to use it?” he asked. He cited the city’s tens of thousands of police cars, sanitation trucks, fire trucks and more. “If you go out the door and over to Foley Square,” he said, “you’re going to find police cars.”The companies did not deny in their filings that climate change is occurring or that humans are to blame, and Judge Keenan’s opinion reflected this scientific evidence. He acknowledged that “climate science clearly demonstrates that the burning of fossil fuels is the primary cause of climate change.” He also noted that the city alleged that the industry knew the risks of climate change from the 1950s onward, but “engaged in an overt public relations campaign intended to cast doubt on climate science.”Theodore J. Boutrous, Jr., the lead lawyer for Chevron in these suits, said “Judge Keenan got it exactly right. Trying to resolve a complex, global policy issue like climate change through litigation is ‘illogical,’ and would intrude on the powers of Congress and the executive branch to address these issues as part of the democratic process.” In addition to Chevron, the defendants in the case were BP, ConocoPhillips, Exxon Mobil and Royal Dutch Shell.This is not the end of the line of cases. San Francisco has announced that it will appeal Judge Alsup’s decision. Other local governments around the United States have filed similar suits, and Rhode Island this month became the first state to begin litigation.Seth Stein, a spokesman for the New York City, said: “The mayor believes big polluters must be held accountable for their contributions to climate change and the damage it will cause New York City. We intend to appeal this decision and to keep fighting for New Yorkers who will bear the brunt of climate change.”"],"2018-11-08":["NEW YORK — Stocks that moved substantially or traded heavily Thursday:Qualcomm Inc., down $5.16 to $58.05The chipmaker gave a disappointing forecast for its fiscal first quarter.D.R. Horton Inc., down $3.37 to $34.22The homebuilder had a weak quarter and said rising prices and mortgages rates are affecting demand.Monster Beverage Corp., down $1.77 to $54.14The company said Coca-Cola intends to start selling two energy drinks next year.TripAdvisor Inc., up $8.86 to $66.93The travel website company announced a bigger third-quarter profit than Wall Street had expected.Perrigo Co., down $12.26 to $62.88The drugmaker cut its annual forecasts after its sales fell short of analyst projections.Arris International PLC, up $2.89 to $30.68The wireless modem maker agreed to be bought by telecom equipment maker CommScope for $5.7 billion.Wynn Resorts Ltd., down $14.97 to $99.02The casino operator said its business in Macau has slowed down recently.Chevron Corp., down $1.51 to $119.36Energy company stocks extended their losses as the price of oil entered a bear market."],"2018-11-05":["NEW YORK — Stocks that moved substantially or traded heavily Monday:Berkshire Hathaway Inc., up $9.67 to $216.24Warren Buffett's company said its quarterly profit surged and it bought back almost $1 billion in stock.Eli Lilly and Co., up $3.39 to $110.14The drugmaker said its diabetes treatment Trulicity reduced the risk of cardiovascular problems in a study.Chevron Corp., up $4.21 to $118.94Energy companies rose along with the prices of crude oil and natural gas.Sysco Corp., down $6.73 to $64.56The food distributor said warehousing and transportation costs increased.Children's Place Inc., down $14.14 to $143.81The retailer said its chief financial officer and other top executive left the company.MGM Resorts International, down 55 cents to $27.62The New York Post reported that MGM could combine with casino competitor Caesars Entertainment.TiVo Corp., down 18 cents to $11.79Smaller and more U.S.-focused companies did worse than the rest of the market Monday.Global Payments Inc., down $2.98 to $111.59Technology companies continued to take bigger losses than the rest of the stock market."]},["https://www.nytimes.com//reuters/2018/11/02/business/02reuters-oil-results.html","https://www.nytimes.com//reuters/2018/11/02/business/02reuters-chevron-results.html","https://www.nytimes.com//2018/06/07/business/brazil-offshore-oil-auction.html","https://www.nytimes.com//2018/07/19/climate/climate-lawsuit-new-york.html","https://www.nytimes.com//aponline/2018/11/08/business/ap-financial-markets-stocks.html","https://www.nytimes.com//aponline/2018/11/05/business/ap-financial-markets-stocks.html"]]