[{"2018-09-21":["NAVASSA, N.C. — With floodwaters continuing to rise in the wake of Hurricane Florence, state officials and environmentalists are closely monitoring the breach of a dam that has flooded a hazardous stockpile of coal ash, some of which has spilled into the Cape Fear River.On Friday, Duke Energy shut down a power plant near Wilmington after a dam breach between 100 and 200 feet wide, at the south end of Sutton Lake, allowed floodwaters to swamp two basins containing huge stockpiles of arsenic-laced ash.Duke’s L.V. Sutton facility has been a focus of increasing concern for environmentalists and regulators since last week, when rains from Hurricane Florence caused a coal ash landfill at the site to erode, spilling waste onto a local roadway.Coal ash is the powdery substance that remains after burning coal. The Environmental Protection Agency links the substances that it contains — including heavy metals like arsenic and lead — to nervous-system problems, reproductive issues and cancer.It was not immediately clear how much ash was released. The extent of the threat will depend on how quickly the breach can be stopped, state officials said.The state is still reeling from record-breaking flooding that has left many of the region’s roads, including a long stretch of Interstate 95 south of the Virginia border, closed to traffic.And the danger of more flooding remains. The Cape Fear River is scheduled to crest tomorrow morning at 31.3 feet, more than seven feet above its historic flood stage. Water levels will remain high through Tuesday.Coal ash is not the only pollutant to cause North Carolina woes in the wake of Florence. The state is home to 9.7 million pigs that produce 10 billion gallons of manure each year. Most of that manure is stored in large earthen lagoons. In the wake of Florence and the record-breaking amount of water the storm has poured onto the region, a growing number of those lagoons are flooding. [At least three infants were among the victims of Hurricane Florence. ]As of midday on Friday, at least 54 lagoons have discharged their waste into the environment, another 76 are at risk of doing so, and six have some form of structural damage that may have led to the release of pig feces. The number is expected to increase as more farmers return to their land.State inspectors, who conducted a drone survey of the area on Friday, said there appeared to be “no structural issues” with the inner containment walls, or impoundments, of the basins, according to Bridget Munger, spokeswoman for the North Carolina Department of Environmental Quality.They are monitoring the situation in “real time” and plan to conduct an investigation into the causes of the failure once the situation has stabilized, Ms. Munger said in an email.The dam was inspected within the last month and no major problems were discovered, state officials said.“This is a crisis that we’re addressing but it’s in the context of a huge state emergency, so that’s just part of the big picture for us,” Ms. Munger said.Gov. Roy Cooper of North Carolina said in a statement on Friday that “a thorough investigation of events will soon follow to ensure that Duke Energy is held responsible for any environmental impacts by their coal ash facilities.”A spokesperson for the Environmental Protection Agency said the agency had not been out to the site, and that it would lend its support to state officials at their request.As state officials fretted over the plant, residents and workers in the surrounding area were impatient to get back to their daily routines and were concerned about potential damage.“The dam really worries me. The idea that it could spill over and spread chemicals is really concerning,” said Charles Holliday, 27, who was clearing out debris from his family’s yard in the small town of Navassa, the nearest residential area to the plant. “This whole area has a lot of industrial plants and chemicals and that kind of thing. So you add it all up and, yes, it’s something we are all going to get a little panicked about.”The river has already spread hundreds of yards beyond its banks, turning the piney flats west of Wilmington into a muddy lagoon punctured by tilting trees and half-submerged railroad bridges.The plant itself, cordoned off by security but visible from a highway overpass, was covered by a thin pool of water, with the area closest to the lake appearing to be the most inundated.Peter Harrison, a lawyer with Earthjustice, an environmental nonprofit, took a boat on the river to see the site himself. He said that there were multiple places where the dam around the lake had breached, and that the lake water was pouring into the river. From what he could see, he added, the lake water appeared full of coal ash. “You can just see that swirling down the river for like miles and miles,” Mr. Harrison said.Avner Vengosh, a professor of earth and ocean sciences at Duke University, said, “We’ll probably never know how much has spilled into the river.” Because the spill stems from large-scale flooding over a wide area, it’s difficult to calculate how much ash is entering the river.The breach of the dam imperils two unlined coal ash ponds on site, which contain a combined 2.1 million cubic yards of coal ash, according to a report prepared for Duke Energy this year. That amount of coal ash would fill a large sports stadium.Scrutiny of coal ash has increased since 2008, when the Kingston Fossil Plant in Harriman, Tenn., spilled 5.4 million cubic yards of coal ash into the environment. The cleanup cost more than $1 billion.Last week, the storm caused a coal ash landfill at the Duke plant to erode, spilling about 2,000 cubic yards of the ash onto an adjacent roadway.The spill was quickly cleaned up, the company said. But the Waterkeeper Alliance, an environmental group, disputed that, saying at least some of the coal ash remains in the area.In 2014 Duke Energy’s Dan River plant in Eden, N.C., spilled 39,000 tons of coal ash into the Dan River, prompting the state to order all of Duke’s coal ash ponds closed. That process is not yet complete.In May 2015, the Justice Department announced a $102 million fine against Duke Energy after the utility pleaded guilty to nine criminal violations of the Clean Water Act at several of its North Carolina facilities.The fine included a $68 million criminal penalty and $34 million for environmental projects and land conservation to benefit rivers and wetlands in North Carolina and Virginia. Four of the nine charges were related to the Dan River spill. The other violations were based on allegations of historical violations at the company’s other operations.The L.V. Sutton plant now burns natural gas, but until 2013 it housed a three-unit, 575-megawatt coal-fired plant. The coal ash from that operation remains on site, with the oldest of the ash basins dating back to 1971.The coal ash landfill at Duke’s L.V. Sutton plant, which spilled last week, was supposed to provide secure storage for the site’s two coal ash ponds, but the fact that it is already failing now has some environmental groups questioning its structural integrity.“You know the thing with the Tennessee Valley river spill, and the same thing with the Dan River spill, a lot of that ash was never recovered,” Lisa Evans, a lawyer with Earthjustice, said. “If you spill into a lake and that lake water continues to spill into that river rapidly, you’re going to have maybe even a bigger cleanup problem.”“If you have two million tons of ash going into that lake,” Ms. Evans added, “that lake is dead.”For more news on climate and the environment, follow @NYTClimate on Twitter.Ivan Penn contributed reporting from Los Angeles."],"2018-08-24":["Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.GREENSBORO, N.C. — The air in the Shiloh Baptist Church was thick with the heat of human bodies. The crowd, a mix of black and white faces, filled the pews in what was ostensibly the black side of town, straining the capacity of this good-sized church.On the dais stood the Rev. Dr. William J. Barber II, draped in a black robe, a black vest and a cream stole emblazoned with the credo “Jesus was a poor man.” Al Gore, the former vice president, sat behind him. Dr. Barber’s message to the community members in the church last week would have been largely recognizable to civil rights leaders of generations past, addressing issues of poverty and racism. But he and Mr. Gore were here in Greensboro to focus on another concern that many in the audience believed was just as insidious: pollution from North Carolina’s coal-powered electrical plants.“Jesus said love your neighbor,” Dr. Barber told the crowd. “I don’t care how many times you tell me you love me, if you put coal ash in my water you don’t love me. Because if there was nothing wrong with the coal ash, then put it in the wealthy communities.”Fifty years after the Rev. Dr. Martin Luther King Jr. started a movement known as the Poor People’s Campaign, Dr. Barber has been working to revive it. He is perhaps best known as the architect of the Forward Together Moral Movement protests in North Carolina that opposed voting-rights restrictions and helped defeat the Republican governor in 2016. Now he is making environmental justice, and climate change, a pillar of a modern-day war on poverty.Dr. Barber and Mr. Gore spent two days touring nearby towns, drawing attention to environmental issues and making it clear that voters could act on them come Election Day. Lower-income communities — especially black, Hispanic and Native American ones — tend to be more polluted and bear more of the burden of climate change than higher-income and white communities, experts say.Dr. Barber rejected the notion that these were partisan issues. “This is the real question, not if Democrats are going to get elected, not if Republicans are going to get elected, but if America is going to be America, she’s going to have to address systemic racism, systemic poverty, ecological devastation, the war economy and militarism, and our false moral narrative of religious nationalism,” he said.Mr. Gore, well known for his work on global warming, said the issues of coal pollution and climate change were linked. “Both are necessary byproducts of our addiction to fossil fuels,” he said.The two men visited Belews Creek, a predominantly black community in a predominantly white county that resides in the shadow of the Belews Creek Steam Station, a coal-fired power plant.All coal plants generate coal ash, the hazardous powdery substance that remains after burning coal. Many plants, including the Belews Creek facility, store it on site, mixed with water in storage ponds. But a lawsuit filed in December by the Southern Environmental Law Center says that because the active storage pond at Belews Creek lacks a protective lining, it is seeping into the groundwater.The E.P.A. links the substances in coal ash — including heavy metals like arsenic and lead — to nervous-system problems, reproductive issues and cancer. Still, the agency last month overhauled Obama-era regulations on coal ash disposal, granting more authority to states and industry. Separately, the E.P.A. this week loosened rules on air pollution from coal plants and estimated the change would result in up to 1,400 premature deaths annually by 2030.“I think most people assume that when you live in the country that you would have clean air and water,” said Danielle Bailey-Lash, who moved to Belews Creek in 2005 but left in 2015 after she learned she had brain cancer. She does not know whether coal pollution or other factors caused it.Belews Creek is a prime example of the kinds of communities threatened by coal ash pollution, said Lisa Evans, a lawyer for the environmental group Earthjustice, which is not involved in the suit. “Coal ash ponds are in rural areas, particularly in the Southeast. Those communities have less power and less of a voice,” she said.“Those are the areas that do not have municipal water systems to filter and clean the water,” Ms. Evans added. “When you contaminate groundwater in a rural area, that’s their lifeline.”The lawsuit says that Duke Energy, the plant’s owner, is dumping untreated coal ash pollution directly into surface water at the Belews Creek plant, and that the coal ash pond is leaking into surface water and the connected groundwater. The plaintiffs include the environmental group Appalachian Voices North Carolina and the state and county branches of the N.A.A.C.P.A federal district judge last week denied Duke Energy’s motion to dismiss the suit.Duke says its studies and outside experts agree there is no evidence that the Belews Creek facility is polluting nearby drinking water wells. “We’ve got good evidence that tells us that the drinking water wells remain very safe, and that the groundwater impacts around the basin are well-defined and well understood and not impacting the neighbors,” said Paige Sheehan, a spokeswoman for the utility.Avner Vengosh, a professor of earth and ocean sciences at Duke University, said the situation was complicated. In his research, he has found evidence of coal ash contamination in surface water in North Carolina, but has not found contamination in the region’s drinking wells.Generally, however, unlined coal ash ponds do leak into groundwater, according to a 2016 study published by Dr. Vengosh and his colleagues. And Dr. Vengosh said his team had not tested every drinking well in the area. “Are there wells that we have not studied that could potentially have been affected? Absolutely,” he said.Human exposure to toxins generated by coal plants can also come from atmospheric pollution and from airborne particles that settle onto surfaces, Dr. Vengosh said.Leslie Bray Brewer, a pastor who grew up in Belews Creek, remembers what life was like in the late 1970s and early ’80s, a few years after the plant opened. Coal ash “was everywhere — the soil, the car, our roofs,” she said.She said her children later suffered breathing problems. “Then we started to put two and two together that a lot of the neighbors were having these issues,” she said.“There’s actually people down there that have to bathe in bottled water,” said David Hairston, a board member of Appalachian Voices and a native of the region. “That’s how fearful they are.”In 2014, a drainage pipe collapsed under a coal ash pond at Duke Energy’s Dan River Steam Station, roughly 35 miles northeast of Belews Creek, spilling millions of gallons of sludge along 70 miles of the Dan River. It was the second-largest such disaster in the United States.Afterward, the state ordered Duke to close 32 coal ash ponds. The company’s plan at Belews Creek is to drain the pond but leave the ash in place, filling the structure with soil and capping it with a weatherproof cover. Environmentalists want Duke to excavate the coal ash completely.Ms. Sheehan, the Duke spokeswoman, said excavation at Belews Creek would be risky and costly. The lawsuit “was filed by a number of critic organizations who want to burden people with excavation,” she said. “Capping is supported by the science and the engineering.”If North Carolina has a history of environmental problems, it also has a history of environmental protest.“Where did the environmental justice movement begin?” Mr. Gore asked after taking the lectern at Shiloh Baptist. “It began right here in North Carolina in 1982 in Warren County.”He was referring to an E.P.A. plan at the time to situate a landfill, designed to hold 50,000 tons of soil contaminated with the chemicals known as PCBs, in a community that was 65 percent black. Residents led six weeks of primarily peaceful protests, including laying in the road to block trucks.It is not hard to draw connections to other protesters who put their bodies on the line. Less than a mile from the pulpit, a historic Woolworth’s lunch counter is now part of a civil rights museum in Greensboro. A 1960 sit-in at the segregated counter, led by four black college students, helped catalyze a movement that desegregated restaurants across the South.Before they became famous for their protest, at least two of the group, which became known as the Greensboro Four, attended Shiloh Baptist.For more news on climate and the environment, follow @NYTClimate on Twitter."]},["https://www.nytimes.com//2018/09/21/climate/florences-floodwaters-breach-defenses-at-power-plant-prompting-shutdown.html","https://www.nytimes.com//2018/08/24/climate/coal-ash-pollution-poverty.html"]]