[{"2018-10-24":["Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.New York’s attorney general sued Exxon Mobil on Wednesday, claiming the company defrauded shareholders by downplaying the expected risks of climate change to its business.The litigation, which follows more than three years of investigation, represents the most significant legal effort yet to establish that a fossil fuel company misled the public on climate change and to hold it responsible. Not only does it pose a financial threat to Exxon that could run into the hundreds of millions of dollars or more, but it could also strike a blow to the reputation of a company that has worked to rehabilitate its image, framing itself as a leader on global warming.The suit does not charge Exxon with playing a role in creating climate change, though the burning of fossil fuels is a major contributor to human-driven warming. Rather, it is a fairly straightforward shareholder fraud suit, the kind that New York attorneys general have long brought and successfully prosecuted under state law.It says the company engaged in a “longstanding fraudulent scheme” to deceive investors, analysts and underwriters “concerning the company’s management of the risks posed to its business by climate change regulation.”Exxon essentially kept two sets of books when accounting for the effects of climate change, prosecutors said. The company told the world that it was prepared for the more stringent regulations that would inevitably be required to combat global warming. But in reality, according to the complaint, Exxon’s internal estimates discounted the potential future costs of climate policies, even though the threat of government action “exposed the company to greater risk from climate change regulation than investors were led to believe.”The investigation has spanned the tenures of two New York attorneys general and has also involved attorneys general from other states. Exxon has attempted to block the inquiry in courts in three states, and has painted it as an attempt by bullies to restrict the company’s First Amendment rights and as part of an anti-fossil-fuel conspiracy backed by, among others, the Rockefeller family.Scott J. Silvestri, an Exxon Mobil spokesman, said Wednesday that the New York attorney general’s office had “doubled down on its tainted, meritless investigation by filing a complaint against Exxon Mobil.”The “baseless allegations,” Mr. Silvestri said, “are a product of closed-door lobbying by special interests, political opportunism and the attorney general’s inability to admit that a three-year investigation has uncovered no wrongdoing. The company looks forward to refuting these claims as soon as possible and getting this meritless civil lawsuit dismissed.”Barbara D. Underwood, the New York attorney general, brought the lawsuit under the Martin Act, a state law that gives her sweeping powers to investigate and prosecute securities fraud. The suit demands that Exxon turn over all the money it made through the alleged fraud and make restitution to investors. “Investors put their money and their trust in Exxon, which assured them of the long-term value of their shares, as the company claimed to be factoring the risk of increasing climate change regulation into its business decisions,” Ms. Underwood said. “Yet as our investigation found, Exxon often did no such thing.”The investigation first came to light in November 2015, about a year after it was begun by former Attorney General Eric T. Schneiderman. Before long, other state attorneys general announced their support for Mr. Schneiderman’s efforts; some, notably Maura Healey of Massachusetts, started investigations of their own.The lawsuit says that Exxon told investors that when it was planning for its oil and gas reserves, its investments and its estimates of demand for its products, it applied an added cost, or “proxy cost,” that represented the likely effects of future climate regulations. But in many cases, the suit says, the company “applied much lower proxy costs than it represented or no proxy costs at all,” which exposed Exxon to greater regulatory risk.Prosecutors added that “Exxon’s fraud was sanctioned at the highest levels of the company,” including by its former chief executive, Rex W. Tillerson. Mr. Tillerson, who went on to serve as President Trump’s first secretary of state, “knew for years that the company’s representations concerning proxy costs were misleading,” according to the complaint.Exxon has been the focus of other legal actions and inquiries over its past statements and its role in the public debate over climate change. Echoing the New York case, the Securities and Exchange Commission opened an investigation in 2016 over the company’s practice of not writing down the value of oil reserves in light of the risk of climate change regulations, as other energy companies do. The commission dropped that inquiry in August.Also, several cities, counties and the state of Rhode Island have sued the fossil fuel industry to recoup the costs of dealing with sea level rise and other effects of a warming world. Those cases rely on creative and relatively untested legal theories, however, and some of the suits, including one filed by New York City, have been dismissed, though the plaintiffs have said they will appeal.Lee Wasserman, director of the Rockefeller Family fund, which supports holding fossil fuel companies accountable for climate damages, said of Ms. Underwood’s lawsuit: “Apparently, Exxon has deceived the investing public about the economic consequences of climate change, just as they deceived the general public about the ‘catastrophic’ harm they knew their products would cause. It’s past time for Exxon to make their investors whole and to pay its fair share of the massive damages communities across the nation now face.”Internally, Exxon has acknowledged climate change’s effects on its operations and planned accordingly. The company has long conducted research into climate change, much of it published in the scientific literature. In 2015, Inside Climate News and The Los Angeles Times reported that Exxon was well aware of the risks of climate change and used that research in its long-term planning for activities like drilling in the Arctic, even as it funded groups from the 1990s to the mid-2000s that denied serious climate risks.The company pledged to stop funding groups that directly challenged the science of climate change in the mid-2000s, and says today that it accepts the science and the need for action to blunt the worst effects. The company supported the Paris climate deal and opposed the decision by Mr. Trump to withdraw from the agreement. It also publicizes its development of renewable energy technologies such as biofuels.In addition, Exxon recently announced it would spend $1 million over the next two years to finance a group promoting “carbon dividend” legislation that would tax carbon dioxide emissions and then return the money that is collected back to taxpayers. (The proposal that the company supports would also protect companies that emit fossil fuels from lawsuits over the effects of climate change.) The New York lawsuit poses “a real risk to Exxon’s reputation,” said Michael Burger, executive director of the Sabin Center for Climate Change Law at Columbia University. He said it was especially concerning for investors, who rely on the company’s statements.“If Exxon has been misleading on this,” Mr. Burger said, “what else has it been misleading about?”For more news on climate and the environment, follow @NYTClimate on Twitter.Clifford Krauss contributed reporting from Houston."],"2018-11-02":["(Reuters) - Exxon Mobil Corp on Friday reported a quarterly profit that topped analysts' estimate on higher prices received for its oil and natural gas but its production volumes fell on a year-over-year basis.The company's third-quarter net income rose 57 percent to $6.24 billion, or $1.46 a share, compared with $3.97 billion, or 93 cents per share a year ago. Analysts had forecast a $1.23 a share profit, according to data from I/B/E/S on Refinitiv.With crude up 44 percent in the quarter over a year-earlier, results at Exxon and other major oil companies are returning to levels not seen in four years. Royal Dutch Shell posted income of $5.6 billion on Thursday and BP Plc this week reported profit of $3.8 billion. Exxon's shares rose more than 1 percent to $81.61 in morning trading but are down more than 4 percent year-to-date on lower oil and gas production. Including the latest period, its oil and gas output has dropped in nine of the last 10 quarters. \"It's a modestly positive report,\" said Brian Youngberg, an equity analyst at Edward Jones. \"They had such a weak first half of the year, the bar was lower and they jumped over it.\" Results benefited in part from a $360-million tax benefit that added about 7 cents a share to earnings, said Youngberg. Oil production fell 3 percent to 3.8 million barrels of oil equivalent and natural gas output dropped 4 percent, the company said. Its liquids output in the Permian Basin of West Texas and New Mexico rose 57 percent over a year ago as the company brought on 66 wells in the nation's largest oilfield, Senior Vice President Jack Williams said during a conference call. Earnings from the company's downstream unit, which refines crude oil into gasoline and other products, rose 72 percent to $1.64 billion, benefiting from fewer maintenance disruptions during the quarter and from growing supplies of discounted shale oil from West Texas and crude from Western Canada.Exxon officials said the company continues to prioritize investing cash into new production projects and to shareholder dividends rather than share buybacks. Investors have been pushing the company to resume repurchases which were halted in 2016 except to offset the dilution the stock issues to employees. (Reporting by Gary McWilliams; Editing by Nick Zieminski)"],"2018-08-03":["The Securities and Exchange Commission has ended an investigation into Exxon Mobil’s policy of not writing down the value of its oil reserves to account for the risk that future climate change regulations might pose to the company.The commission informed Exxon of its decision in a letter on Thursday, saying that it did not intend to pursue enforcement action against the company at this time.The inquiry, which began in January 2016, focused on how Exxon calculated the potential costs of complying with regulations meant to limit greenhouse gas emissions. Such regulations could force fossil fuel companies to keep oil, natural gas and coal in the ground.Scott Silvestri, an Exxon spokesman, said in a statement that the company had cooperated fully with the investigation, producing more than 4.2 million pages of documents. Mr. Silvestri reiterated the company’s position that its handling of the information at issue was appropriate.“We are confident our financial reporting meets all legal and accounting requirements,” he said.The commission declined to comment.In August 2016, the commission requested documents and other information from Exxon and from its auditor, PricewaterhouseCoopers LLP.It also received documents that Exxon submitted as part of an inquiry by state attorneys general, including New York’s, into the company’s internal research and other activities related to climate change. In March, a federal judge dismissed Exxon’s effort to block that investigation.Exxon has argued that fossil fuels will be necessary to meet the energy needs of the world’s growing population in coming decades. The company contends that oil and gas prices rise and fall over time and that it makes long-term investment decisions. The company has also said it is making efforts to curb climate change by studying carbon-capture and sequestration technology and advanced biofuels made from algae."]},["https://www.nytimes.com//2018/10/24/climate/exxon-lawsuit-climate-change.html","https://www.nytimes.com//reuters/2018/11/02/business/02reuters-exxon-mobil-results.html","https://www.nytimes.com//2018/08/03/business/exxon-mobil-sec-climate-change.html"]]