[{"2018-11-08":["SAN FRANCISCO — Google said on Thursday that it would end its practice of forced arbitration for claims of sexual harassment or assault after more than 20,000 employees staged a walkout last week to protest how the internet company handles cases of sexual misconduct.Workers at Google had called for an end to arbitration, among other changes, as part of the walkout. The protest was prompted by a New York Times article last month that revealed the company had given a senior executive, Andy Rubin, a $90 million exit package even after it found he had been credibly accused of sexual harassment. [Read about how Google protected Mr. Rubin, the “father of Android,” after he was accused of harassment. ]The shift was announced at a delicate time for Google. Apart from the scrutiny over its workplace culture, employees have pushed back this year over issues like an artificial intelligence contract with the Pentagon and the company’s exploration of a plan to relaunch its search platform in China. The employee protests over harassment, which followed the #MeToo movement, have been Google’s largest and most public.In an email to staff on Thursday, Sundar Pichai, the chief executive, said he was altering the sexual harassment policies because “as C.E.O., I take this responsibility very seriously and I’m committed to making the changes we need to improve.”“We will make arbitration optional for individual sexual harassment and sexual assault claims,” he added.Mr. Pichai also said Google would overhaul its reporting process for harassment and assault, provide more transparency to employees about incidents reported to the company and dock employees in their performance reviews if they do not complete sexual harassment training.The company did not address some other demands by workers, including that it make its internal report on harassment public and put an employee representative on the board. It did not include temporary workers, vendors and contractors in the changes. Google said it would still require suppliers to investigate complaints raised among contractors.Google Walkout For Real Change, the organizers behind last week’s employee walkout, said that although they were encouraged by the changes, the company did not go far enough in addressing systemic racism and other forms of discrimination.“These forms of marginalization function together to police access to power and resources,” the group said in a statement. “Sexual harassment is the symptom, not the cause. If we want to end sexual harassment in the workplace, we must fix these structural imbalances of power.”At a companywide meeting on Thursday, Eileen Naughton, Google’s vice president of people operations, and Danielle Brown, its chief diversity officer, presented the changes announced by Mr. Pichai, said two people who attended and who were not authorized to speak publicly.Then Ms. Naughton and Ms. Brown, along with Susan Wojcicki, chief executive of Google’s YouTube, and Ruth Porat, Google’s chief financial officer, answered questions from employees, the people said. Mr. Pichai attended, but not Google’s founders, Larry Page and Sergey Brin, who sometimes appear at staff meetings.The meeting lasted over an hour, the people said. Some workers asked why contractors did not get the same protection from harassment as full-time employees. In an answer to another question about how to change Google’s executive culture, Urs Hölzle, a senior vice president and one of the earliest employees, urged staff members to view executives as individuals and not as one group, the people said.Another employee said Mr. Pichai also seemed dismissive of the idea of an employee representative on the board. Mr. Pichai said that was a decision for the board to make, the person said.Google declined to comment on the meeting details.After The Times reported on how Google had generously treated executives accused of sexual misconduct, Mr. Pichai and Mr. Page apologized to employees. Mr. Pichai also said that Google had fired 48 people over two years in response to claims of harassment and that none had received an exit package.But their statements did little to quell growing employee anger. Many workers expressed their unhappiness on internal message boards and in meetings, as well as on Twitter and other social media. Some began to organize a walkout. [Read our columnist’s interview with Mr. Pichai: “Technology Doesn’t Solve Humanity’s Problems.”]On Thursday last week, around 20,000 Google employees walked out of work across the globe — including in Singapore, in London and at the company’s headquarters in Mountain View, Calif. — to show their dissatisfaction. They chanted slogans such as “Stand up! Fight back!” Some also held signs that said “Time’s Up” and “Don’t be evil, protect victims, not harassers.”The employees also listed their demands. The call for more transparency was spurred by how Google often handles internal complaints through its employee relations department, which is staffed by many employment lawyers. Current and former employees have said complainants are often not told about the details of subsequent investigations, while some said they did not know they were being investigated by employee relations until questioned about what actions they had taken.Google’s employment contract also required employees to deal with any grievances with the company in private arbitration. Arbitration, a common practice among technology companies, largely happens behind closed doors and can involve confidentiality clauses.The practice has come under criticism, especially as it relates to sexual harassment, because it limits workers from speaking out about their experiences. Microsoft and Uber recently ended arbitration in cases of harassment and assault so that employees do not have to choose between speaking freely about what happened and resolving them with the company."],"2018-10-25":["SAN FRANCISCO — Google gave Andy Rubin, the creator of Android mobile software, a hero’s farewell when he left the company in October 2014.“I want to wish Andy all the best with what’s next,” Larry Page, Google’s chief executive then, said in a public statement. “With Android he created something truly remarkable — with a billion-plus happy users.”What Google did not make public was that an employee had accused Mr. Rubin of sexual misconduct. The woman, with whom Mr. Rubin had been having an extramarital relationship, said he coerced her into performing oral sex in a hotel room in 2013, according to two company executives with knowledge of the episode. Google investigated and concluded her claim was credible, said the people, who spoke on the condition that they not be named, citing confidentiality agreements. Mr. Rubin was notified, they said, and Mr. Page asked for his resignation.Google could have fired Mr. Rubin and paid him little to nothing on the way out. Instead, the company handed him a $90 million exit package, paid in installments of about $2 million a month for four years, said two people with knowledge of the terms. The last payment is scheduled for next month.Mr. Rubin was one of three executives that Google protected over the past decade after they were accused of sexual misconduct. In two instances, it ousted senior executives, but softened the blow by paying them millions of dollars as they departed, even though it had no legal obligation to do so. In a third, the executive remained in a highly compensated post at the company. Each time Google stayed silent about the accusations against the men.The New York Times obtained corporate and court documents and spoke to more than three dozen current and former Google executives and employees about the episodes, including some people directly involved in handling them. Most asked to remain anonymous because they were bound by confidentiality agreements or feared retribution for speaking out.The transgressions varied in severity. Mr. Rubin’s case stood out for how much Google paid him and its silence on the circumstances of his departure. After Mr. Rubin left, the company invested millions of dollars in his next venture.Sam Singer, a spokesman for Mr. Rubin, disputed that the technologist had been told of any misconduct at Google and said he left the company of his own accord.“The New York Times story contains numerous inaccuracies about my employment at Google and wild exaggerations about my compensation,” Mr. Rubin said in a statement after the publication of this article. “Specifically, I never coerced a woman to have sex in a hotel room. These false allegations are part of a smear campaign by my ex-wife to disparage me during a divorce and custody battle.”[Anger is rising among Google employees after reports of payouts to executives accused of harassment.] Mr. Rubin’s exit from Google after an inappropriate relationship was previously reported, but the nature of the accusation and the financial terms have not been disclosed.In settling on terms favorable to two of the men, Google protected its own interests. The company avoided messy and costly legal fights, and kept them from working for rivals as part of the separation agreements.When asked about Mr. Rubin and the other cases, Eileen Naughton, Google’s vice president for people operations, said in a statement that the company takes harassment seriously and reviews every complaint.“We investigate and take action, including termination,” she said. “In recent years, we’ve taken a particularly hard line on inappropriate conduct by people in positions of authority. We’re working hard to keep improving how we handle this type of behavior.”After publication of this article, Sundar Pichai, Google’s chief executive, and Ms. Naughton wrote in an email to employees that the company had fired 48 people for sexual harassment over the last two years and that none of them received an exit package.“We are committed to ensuring that Google is a workplace where you can feel safe to do your best work, and where there are serious consequences for anyone who behaves inappropriately,” Mr. Pichai and Ms. Naughton wrote.Some within Google said that was not enough.“When Google covers up harassment and passes the trash, it contributes to an environment where people don’t feel safe reporting misconduct,” said Liz Fong-Jones, a Google engineer for more than a decade and an activist on workplace issues. “They suspect that nothing will happen or, worse, that the men will be paid and the women will be pushed aside.”[Google workers around the globe walk out over the company’s handling of harassment claims. ]Google, founded in 1998 by Mr. Page and Sergey Brin when they were Stanford University graduate students, fostered a permissive workplace culture from the start.In Silicon Valley, it is widely known that Mr. Page had dated Marissa Mayer, one of the company’s first engineers who later became chief executive of Yahoo. (Both were single.) Eric Schmidt, Google’s former chief executive, once retained a mistress to work as a company consultant, according to four people with knowledge of the relationship. And Mr. Brin, who along with Mr. Page owns the majority of voting shares in Google’s parent, Alphabet, had a consensual extramarital affair with an employee in 2014, said three employees with knowledge of the relationship.David C. Drummond, who joined as general counsel in 2002, had an extramarital relationship with Jennifer Blakely, a senior contract manager in the legal department who reported to one of his deputies, she and other Google employees said. They began dating in 2004, discussed having children and had a son in 2007, after which Mr. Drummond disclosed their relationship to the company, she said.Google then took action. Ms. Blakely said Stacy Sullivan, then the head of human resources and now chief culture officer, told her that Google discouraged managers from having relationships with subordinates.“One of us would have to leave the legal department,” Ms. Blakely said. “It was clear it would not be David.”Since the affair, Mr. Drummond’s career has flourished. He is now Alphabet’s chief legal officer and chairman of CapitalG, Google’s venture capital fund. He has reaped about $190 million from stock options and awards since 2011 and could make more than $200 million on other options and equity awards, according to company filings.Ms. Blakely was transferred to sales in 2007 and left Google a year later. The company asked her to sign paperwork saying she had departed voluntarily. She said she “signed waivers, releases and whatever else they wanted.”In late 2008, she said, Mr. Drummond left her. They later fought a custody battle for their son, she said, which she won.How Mr. Drummond, 55, was treated “amplifies the message that for a select few, there are no consequences,” said Ms. Blakely, 54. “Google felt like I was the liability.”Google’s sexual harassment policy states that violators may be terminated — but it was flexible in how it enforced the rules.In 2013, Richard DeVaul, a director at Google X, the company’s research and development arm, interviewed Star Simpson, a hardware engineer. During the job interview, she said he told her that he and his wife were “polyamorous,” a word often used to describe an open marriage. She said he invited her to Burning Man, an annual festival in the Nevada desert, the following week.Ms. Simpson went with her mother and said she thought it was an opportunity to talk to Mr. DeVaul about the job. She said she brought conservative clothes suitable for a professional meeting.At Mr. DeVaul’s encampment, Ms. Simpson said, he asked her to remove her shirt and offered a back rub. She said she refused. When he insisted, she said she relented to a neck rub.“I didn’t have enough spine or backbone to shut that down as a 24-year-old,” said Ms. Simpson, now 30.A few weeks later, Google told her she did not get the job, without explaining why.She waited two years to report the episode to Google after she said she wrestled with talking about it. A human resources official later told her that her account was “more likely than not” true and that “appropriate action” was taken. She said the official asked her to stay quiet about what had happened, which she did — until Mr. DeVaul’s public profile began rising in articles in The New York Times and The Atlantic.“We would never tell a complainant to stay quiet,” Chelsea Bailey, the head of human resources at X, said in a statement, adding that officials investigated and “took appropriate corrective action.” She declined to say what that was, citing employee confidentiality.In a statement, Mr. DeVaul apologized for an “error of judgment.” He said X decided not to hire Ms. Simpson before she went to Burning Man and that he did not realize she had not been informed.In another harassment case, Google paid Amit Singhal, a senior vice president who headed search, millions of dollars on the way out.In 2015, an employee said Mr. Singhal groped her at a boozy off-site event attended by dozens of colleagues, said three people who were briefed on the incident. Google investigated and found that Mr. Singhal was inebriated and there were no witnesses, they said.Google found her claim credible, they said. The company did not fire Mr. Singhal, but accepted his resignation and negotiated an exit package that paid him millions and prevented him from working for a competitor, said the people.In a blog post in February 2016, Mr. Singhal said he wanted to focus more on philanthropy and his family.With Google silent about the circumstances of Mr. Singhal’s departure, he found another lucrative job. Less than a year later, he became head of engineering at the ride-hailing company Uber. Weeks later, the technology news website Recode reported that Mr. Singhal had left Google after a misconduct accusation. Uber dismissed Mr. Singhal for not disclosing the inquiry.Uber and Mr. Singhal declined to comment. In a statement last year, he said that “harassment is unacceptable in any setting” and that he had not engaged in any such behavior.Mr. Rubin joined Google in 2005 when it acquired his start-up, Android, for $50 million. Over the next few years, he helped build Android — the software now used in 80 percent of the world’s smartphones — into a huge success.Search had positioned Google as a dominant player on desktop computers, but  Android extended its reach and put Google’s maps, email and web browser on devices that people carry every day. The ads and mobile apps running on Android also generated tens of billions of dollars in profit.That success gave Mr. Rubin more latitude than most Google executives, said four people who worked with him.Mr. Rubin often berated subordinates as stupid or incompetent, they said. Google did little to curb that behavior. It took action only when security staff found bondage sex videos on Mr. Rubin’s work computer, said three former and current Google executives briefed on the incident. That year, the company docked his bonus, they said.Mr. Singer, the spokesman for Mr. Rubin, said the executive “is known to be transparent and forthcoming with his feedback.” He said Mr. Rubin never called anyone incompetent.Mr. Rubin, 55, who met his wife at Google, also dated other women at the company while married, said four people who worked with him. In 2011, he had a consensual relationship with a woman on the Android team who did not report to him, they said. They said Google’s human resources department was not informed, despite rules requiring disclosure when managers date someone who directly or indirectly reports to them.In a civil suit filed this month by Mr. Rubin’s ex-wife, Rie Rubin, she claimed he had multiple “ownership relationships” with other women during their marriage, paying hundreds of thousands of dollars to them. The couple were divorced in August.The suit included a screenshot of an August 2015 email Mr. Rubin sent to one woman. “You will be happy being taken care of,” he wrote. “Being owned is kinda like you are my property, and I can loan you to other people.”In 2011, Mr. Rubin was appointed a Google senior vice president and started receiving about $20 million a year in salary, bonus and stock-based compensation, said two former Google executives with knowledge of the terms. In 2012, Google also lent Mr. Rubin $14 million to buy a beach estate in Japan. The loan was offered at below 1 percent interest, said people briefed on the transaction.When Google combined management of Android with its Chrome division in 2013, Mr. Rubin lost a power struggle to Mr. Pichai, Google’s current chief executive.He remained highly valued. That year, Google offered Mr. Rubin a one-time bonus of $40 million in stock and an additional $72 million of stock over the next two years, said two people with knowledge of the terms.Mr. Rubin built a robotics division within Google named Replicant. During a six-month span in 2013, he spent an estimated $90 million to buy eight robotics firms.Around that time, Mr. Rubin was casually seeing another woman he knew from Android, according to two company executives briefed on the relationship. The two had started dating in 2012 when he was still leading the division, these people said.By 2013, she had cooled on him and wanted to break things off but worried it would affect her career, said the people. That March, she agreed to meet him at a hotel, where she said he pressured her into oral sex, they said. The incident ended the relationship.The woman waited until 2014 before filing a complaint to Google’s human resources department and telling officials about the relationship, the people said. Google began an investigation.In September 2014, a few weeks into the inquiry, Google’s board awarded Mr. Rubin a stock grant worth $150 million, to be paid out over several years, said three people briefed on the decision. It was an unusually generous sum, even by Google’s standards.Mr. Page typically recommends how much senior executives are paid, said three former Google executives. Over the years, Mr. Page had told people he felt Mr. Rubin was never properly compensated for his contribution to Android, two people who spoke to him said.The $150 million stock grant to Mr. Rubin was approved by the Google board’s leadership development and compensation committee — composed of Paul Otellini, Intel’s former chief executive who died in 2017, and two of Google’s earliest investors, John Doerr of the venture capital firm Kleiner Perkins and Ram Shriram of the venture firm Sherpalo Ventures.It is unclear if Mr. Page or the board knew of the investigation into the harassment complaint when Google approved the $150 million grant for Mr. Rubin. Page, 45, did not respond to a request for a comment; Mr. Doerr and Mr. Shriram declined to comment.Google’s inquiry ultimately found the complaint against Mr. Rubin credible, said the two company executives familiar with the incident. Mr. Rubin denied the accusation, but it became clear that — at the very least — the relationship was inappropriate, they said. Page decided Mr. Rubin should leave, they said.The $150 million stock grant gave Mr. Rubin an enormous bargaining chip when he started negotiating his exit package about a month later. That is because an executive’s stock compensation — and how much of it they would leave behind — is often taken into consideration during settlement talks.When Google fires lower-level employees, it typically marches them out immediately and pays little, if any, severance. But for senior executives, Google weighs other factors, said former executives. A wrongful termination lawsuit could mean unwanted media attention for Google and the victims of a misconduct case, with a loss resulting in significant damages.In the end, Google paid Mr. Rubin $90 million, said two people with knowledge of the terms. The package was structured so that he received $2.5 million a month for the first two years and $1.25 million a month for the following two years.A provision in the separation agreement precluded Mr. Rubin from working for rivals or disparaging Google publicly, they said. Google also delayed repayment of the $14 million loan.The company then went out of its way to make Mr. Rubin’s departure seem amicable, including Mr. Page’s public statement of gratitude.Afterward, Google invested in Playground Global, a venture firm Mr. Rubin started six months after leaving the company. Playground has raised $800 million. He also founded Essential, a maker of Android smartphones.Last November, after the technology news site The Information reported that Google had investigated Mr. Rubin for an inappropriate relationship, he took a leave of absence from Essential. He has since returned to run it and is busy with speaking engagements and investments.Mr. Rubin’s wealth, fueled by Google, has increased by 35 times in less than a decade. According to his ex-wife’s suit, his net worth is now about $350 million, up from $10 million in 2009."],"2018-11-01":["The most remarkable aspect of the walkout at Google last week may not have been that an estimated 20,000 people participated or that it had global reach, or even that it came together in less than a week. It was the way the organizers identified their action with a broader worker struggle, using language almost unheard-of among affluent tech employees.“This is part of a growing movement,” the organizers wrote in a news release, “not just in tech, but across the country, including teachers, fast-food workers and others who are using their strength in numbers to make real change.”At the beginning of their protest near the company’s San Francisco offices, the organizers even expressed support for Marriott workers on strike in the city.For decades, Silicon Valley has been ground zero for a vaguely utopian form of individualism — the idea that a single engineer with a laptop and an internet connection could change the world, or at least a long-established industry. Class consciousness was passé. Unions were the enemy of innovation, an anchor to the status quo.But the issues that contributed to the walkout at Google — the company’s controversial work with the Pentagon on artificial intelligence, its apparent willingness to build a censored search engine for China and above all its handling of sexual harassment accusations against senior managers — proved too large for any worker to confront alone, even if that worker made mid-six figures. They required a form of solidarity that would be recognizable to the most militant 20th-century labor organizers.“The myth of Silicon Valley is that all the power you need is embodied in you as an individual — if you want more money, go somewhere else,” said Harley Shaiken, a labor expert at the University of California, Berkeley. “What they were saying here was that all the economic power they had as individuals wasn’t enough.”And the consequences of that dawning realization, Mr. Shaiken and other labor experts said, could reverberate across the entire tech sector.Tech executives have long maintained that unions are inefficient — the Intel co-founder Robert Noyce once described unions as an existential threat — and that skilled tech workers don’t need formal protections because employers can’t afford to alienate them. Many tech companies also promote themselves as inherently pro-worker because they are less hierarchical, and more democratically run, than old-economy businesses.Google, for example, points to countless ways for workers to communicate with senior executives: Employees can raise a concern with the chief executive at a T.G.I.F. meeting that happens a few times each month. They can ask questions on an internal company platform before meetings, and management will respond to the ones that receive the most “up-votes.” Workers can even circulate petitions, and those that prove especially popular can earn their authors a sit-down with management.Underlying the back-and-forth is the belief that truth bubbles up from an unregulated exchange of ideas. But some employees complain that it rarely leads to lasting change.“As far as mechanisms for expressing feelings, there are plenty of them,” said Meredith Whittaker, a 12-year Google veteran who oversees a research group at the company and helped organize the walkout. “But as far as opportunities for agency and power — for real power over decision-making — some of what you’re seeing is a recognition that the former doesn’t equal the latter.”When The New York Times reported in late October that Google had given a high-ranking official a $90 million payout as he left the company after allegations of sexual harassment, organizers said, it ignited these simmering frustrations.Though unusual, there is precedent for well-paid, in-demand workers who stand up to their employers.In 2014, managers and executives joined rank-and-file workers in a weekslong protest at Market Basket, a low-priced grocery store chain based in New England.The workers, joined by customers who boycotted the store, worried that the ouster of the company’s beloved chief executive, Arthur T. Demoulas, would undo its practice of paying generous wages and benefits and turning a profit through high productivity. The protest ended when a group including Mr. Demoulas struck a deal to buy the portion of the company they did not own. Thomas A. Kochan, a management professor at the Massachusetts Inistitute of Technology, has called it the most successful strike of this century.Two generations earlier, another group of affluent workers successfully faced down their employer: Major League Baseball players.When the players hired Marvin Miller, a longtime steelworkers union official, to run their association in 1966, they were even more steeped in anti-union ideas than affluent tech workers.“From time immemorial, the baseball powers-that-be force-fed the players propaganda,” Mr. Miller wrote in his autobiography, citing the claims that “the commissioner (although appointed and paid by the owners) represented the players” and that “players were privileged to be paid to play a kid’s game.”But, according to Daniel A. Gilbert, an expert on the baseball union at the University of Illinois, the owners’ demeaning posture helped galvanize members — including a famously counterproductive 1969 meeting in which the St. Louis Cardinals owner aired concerns that “players are getting fat” and that they “only think of money.” The players, many of whom were well compensated by this point, would within a few years overturn league rules that had prohibited them from accepting offers from rival teams.As in baseball, where African-American players were among the first to reject the owners’ self-serving narrative, those on the margins of the tech world’s largely white male establishment were quick to see the flaws in its meritocratic ethos, Ms. Whittaker said. They understood that just because anyone could offer an opinion didn’t mean anyone’s opinion would be taken seriously.The question is how far this sense of individual powerlessness has spread within Google. The walkout organizers argue that the feeling is quite widespread — extending from software developers to hardware engineers and from employees to contractors.Some observers agree. Michelle Miller, co-founder of CoWorker.org, which educates workers in tech and other industries on how to assert their labor rights, said that employees at Google “had to start thinking of themselves as some kind of collective” last year after a memo by an employee asserted that women tend to be innately less capable of certain technical work.She said workers who criticized the memo and defended diversity efforts on internal forums were threatened by people sympathetic to the memo’s author, James Damore, and had to band together to defend one another.Since Mr. Damore’s ouster, Google workers have steadily received evidence that management will heed only collective action, Ms. Miller argued. That includes an ad hoc worker revolt that preceded the end of the company’s controversial Pentagon contract.Google may have been uniquely vulnerable to a worker uprising given its ostensibly progressive values, including the company’s longtime exhortation, “Don’t be evil,” and the openness of its corporate systems. Organizers note that they executed the entire walkout using Google’s internal platforms and other company resources.They say they’re confident that the protests will only escalate if the chief executive, Sundar Pichai, and his team don’t put forth a plan to act on some of their demands, among them a worker representative on the board of Google’s parent company, Alphabet, and an end to employment contracts that prevent class-action lawsuits and require individual arbitration for discrimination and harassment cases.“Employees have raised constructive ideas for how we can improve our policies and our processes going forward,” Mr. Pichai said in a statement. “We are taking in all their feedback so we can turn these ideas into action.”Labor experts said any changes precipitated by the walkout could spread through Silicon Valley.“These companies are competing for employees,” said Matthew Bodie, a law professor at St. Louis University who is a former lawyer for the National Labor Relations Board.“If employees at Facebook are looking at this and saying, ‘Wow, that was impressive,’” Mr. Bodie said, then Facebook may have to follow suit.Still, Bob Kocher, a partner at Venrock, a venture capital firm, expressed skepticism that Google would have to meet any of the organizers’ demands. He pointed out that most employees appeared to enjoy working there and were satisfied with the way they were treated and compensated.“If I worked at Google, I’d be upset and think, ‘I can’t believe they paid $90 million to a person who allegedly violated his employment agreement,’” Mr. Kocher said. “Then I’d go back inside and be glad I work at Google and keep working, and I would think my management would respond to that message and never do that again.”But Mr. Kocher added that Google did not have a limitless ability to straight-arm angry workers and postpone substantive changes. If there are more walkouts, “productivity is impacted, recruiting gets harder,” he said."],"2018-10-16":["LONDON — Google has always made its Android mobile operating system available free as a way of getting its search engine, web browser and other applications on as many devices as possible to collect data about users and to sell advertising.But on Tuesday, in response to a European antitrust ruling this year, the company said it would for the first time begin charging handset manufacturers to install Gmail, Google Maps and other popular applications for Android in the European Union.The new arrangement is the latest sign that global technology companies are adjusting their business practices in Europe to account for stiffer regulations there.Online privacy regulations adopted in May have forced companies doing business in Europe to add new data-protection policies that restrict how people are tracked across the internet. Germany has enacted tough laws to prevent the spread of hate speech and misinformation that require Facebook, YouTube and Twitter to take down objectionable content or risk fines, a strategy that other countries in the region are considering. A copyright law being negotiated in the European Union would also limit what articles and videos a website could post online without a license.Google faced a deadline for making changes to Android after European regulators fined the company a record 4.34 billion euros, or about $5 billion, in July for unfairly bundling free Android services to maintain its dominance of the online search and advertising market.By obligating handset makers to load the free apps along with the Android operating system, regulators said, Google had boxed out competitors. With the company now required to separate its services in Europe, handset manufacturers like Samsung and Huawei will now have more flexibility there to choose what applications they want to pre-install on phones.Google said it would sell a license for a package including its Google Play app store, Gmail, YouTube and Maps. Another license will be available for companies that want to pre-install Google Search and the Chrome browser, allowing handset makers to team up with rival services. The company did not say how much it would charge for the licenses.The European Commission had allowed Google to come up with its own ways for complying with the decision, putting pressure on regulators to ensure that the company met its obligations. Google already faces accusations that is has not complied with an earlier antitrust ruling over its unfair favoring of its own search results.The ultimate effect of the change announced on Tuesday remains to be seen, but European customers will probably see a wider variety of Android devices to choose from. Some will come with Google’s services; others may more prominently feature applications made by competitors.Android is the world’s most widely used mobile operating system, powering more than 80 percent of the world’s smartphones. Google said that more than 24,000 different kinds of devices run the software. Using Android has allowed companies like Samsung to compete against Apple’s iPhone without having to make their own software.In providing Android free to any device maker to use and modify, Google helped make the software available everywhere — in phones, tablets, cars and refrigerators. But the company tied the use of the popular Play store, where customers can download more than one million apps made by outside developers, to requirements that device makers feature other, ad-driven services like Google’s search engine and web browser.Some handset makers argued to European regulators that Google’s terms made it impossible for them to create devices less dependent on the search giant’s applications. Those companies will now have more freedom to offer alternate services without facing consequences from Google.“Android phone makers wishing to distribute Google apps may now also build noncompatible, or forked, smartphones and tablets” in Europe, Google said in a statement. “They will also be able to license Google Play separately from Search and Chrome, with full freedom to install rival apps as before.”Google declined to say what the financial impact of the changes would be, and it said the license fees were needed to make up for any lost ad revenue. But the company could make money from handset makers that choose to use its applications, and it will collect the licensing fees and the advertising revenue when its services are used.Google also plans to offer financial incentives to companies that continue featuring its search engine and browser, potentially giving the company an advantage over rivals.Samsung and Huawei, two of the largest makers of Android phones sold in Europe, had no immediate comment.The Android changes may not be permanent. Google is appealing the European Commission’s decision, a process that could drag on for years. If the company prevails, it could revert to bundling its free services.Europe has become the world’s toughest watchdog over the global technology industry. Once seen as overly aggressive, policies in the region are now influencing other countries to take a tougher approach. In the United States, where the tech industry has enjoyed little regulation, members of Congress and the Federal Trade Commission are speaking more favorably of stricter oversight of online platforms like Facebook and Google."],"2018-10-26":["SAN FRANCISCO — At Google’s weekly staff meeting on Thursday, the top question that employees voted to ask Larry Page, a co-founder, and Sundar Pichai, the chief executive, was one about sexual harassment.“Multiple company actions strongly indicate that protection of powerful abusers is literally and figuratively more valuable to the company than the well-being of their victims,” read the question, which was displayed at the meeting, according to people who attended. “What concrete and meaningful actions will be taken to turn this around?”The query was part of an outpouring from Google employees after a New York Times article published on Thursday reported how the company had paid millions of dollars in exit packages to male executives accused of misconduct and stayed silent about their transgressions. In the case of Andy Rubin, the creator of Android mobile software, the company gave him a $90 million exit package even after Google had concluded that a misconduct claim against him was credible.While tech workers, executives and others slammed Google for the revelations, nowhere was condemnation of the internet giant’s actions more pointed than among its own employees.The employee rebuke played out on Thursday and Friday in company meetings and on internal message boards and social networks, as well as on Twitter. Jaana Dogan, who works in Google Cloud, the company’s cloud computing business, tweeted, “If you are worth of millions of dollars, you should be able to show the door to authoritarian governments and serial abusers. If not now, then when?”Another Google employee, Sanette Tanaka Sloan, also posted on Twitter that the way Google had handled Mr. Rubin’s misconduct claim was “crushing.” She added, “We can do so much better.”On Memegen, an internal Google photo-messaging board popular among employees for its humor, one of the top posts on Thursday featured a GIF of an overjoyed game show contestant showered with confetti. Beneath the image was the text “got caught sexually harassing employee,” said one employee who saw the post and who asked not to be identified because she was not authorized to speak publicly.Google’s work force often takes to internal messaging platforms to protest management decisions. Employees have opposed the company’s decisions to work with the Pentagon on artificial intelligence technology and to create a censored search engine for China. (Google has since dropped its A.I. effort with the Pentagon and it has not introduced a censored search engine for China. )On Thursday and Friday, some Google employees said they were dispirited by how some executives accused of harassment were paid millions of dollars even as the company was fending off lawsuits from former employees and the Department of Labor that claimed it underpaid women. Google has said in the past that it had found “no significant difference” in the pay between men and women at the company.Other employees said they tried to calculate how many hours of their work would have gone toward generating the $90 million that Mr. Rubin obtained in his exit package. Mr. Rubin has denied any misconduct and said the report of his compensation was a “wild exaggeration.”Some Google employees said they had more questions after Mr. Pichai and Eileen Naughton, vice president of people operations, wrote in an email on Thursday that the company had fired 48 people, including 13 senior managers, for sexual harassment over the last two years and that none of them received an exit package.Some workers said they wanted more data on how many claims were investigated and how many were found credible before the 48 people were terminated, while others questioned the promotion and hiring system that allowed 13 people to become senior managers who harassed in the first place.Liz Fong-Jones, a Google engineer for more than a decade and an activist on workplace issues, said in a tweet that judgments over misconduct claims can be clouded by whether a person’s boss feels they can “afford” to lose that person. In the case of Mr. Rubin and others, she said, that put Mr. Page in the spotlight.“The decision maker must have been Larry Page,” Ms. Fong-Jones wrote. “The buck stops there.”At Google’s employee meeting on Thursday, hours after Alphabet reported another quarter of blockbuster earnings, Mr. Page spoke to employees along with Mr. Pichai and Ms. Naughton. It was unclear how they responded to the question from employees, but the executives struck a conciliatory tone, according to remarks obtained by The Times.During the meeting, Mr. Page and Mr. Pichai did not comment on specific misconduct cases. Mr. Pichai noted that Google had made some “important changes” in how it handles harassment cases, according to the remarks.“We want to get better, and we want to get to a place where it truly reflects our values of respect, particularly respect for each other,” Mr. Pichai said.Mr. Page said if employees suffered from harassment while at Google, then the company was not “the company we aspire to be.”He also offered an apology.“I’ve had to make a lot of decisions that affect people every day, some of them not easy. And, you know, I think certainly there’s ones with the benefit of hindsight I would have made differently,” Mr. Page said. “I know this is really an exceptionally painful story for some of you, and I’m really sorry for that.”"],"2018-09-28":["WASHINGTON — Sundar Pichai, Google’s chief executive, toured the nation’s capital this week trying to assuage concerns from both parties about the company’s size and influence, and whether its search results have political bias.Mr. Pichai, who had largely avoided meeting with lawmakers, will be coming back.Representative Kevin McCarthy of California, who organized a meeting with Mr. Pichai on Friday, said he expected him to attend a congressional hearing later this year. The hearing will address questions of political bias, as well as Google’s potential plans to re-enter the Chinese market, said Mr. McCarthy, the House majority leader.Mr. Pichai confirmed in a statement that he would testify in “due course.”In addition, he has agreed to participate in a discussion with other tech industry leaders and President Trump, said Larry Kudlow, the director of the National Economic Council.Google had declined to send Mr. Pichai to testify this month at a Senate Intelligence Committee hearing about foreign manipulation of social media. The absence upset many lawmakers, leading to his visit this week.Mr. McCarthy has been one of the most vocal critics of Google, raising accusations that the search engine purposely suppresses conservative views in its results. He has accused Twitter and Facebook of similar bias, joined by other Republican lawmakers who point to the liberal leanings of Silicon Valley as motivation to skew the discovery of information.The meeting on Friday with Mr. Pichai, which Mr. McCarthy and eight other Republican lawmakers attended, seemed to smooth over relations. But suspicions of political bias remained.“I see a hearing right now looking at bias, looking at all the issues we talked about, from privacy to China,” Mr. McCarthy said after the meeting. He does not expect the hearing to focus on antitrust concerns and whether Google should be broken up, he added.After avoiding much of the scrutiny heaped upon its internet rivals over the last year, Google has been thrust into the harsh spotlight in recent weeks. Conservatives have accused the company of using its dominance of online search to provide results slanted against Republicans — a charge the company denies.Mr. Pichai’s no-show at the hearing this month — captured by images of an empty seat alongside executives from Facebook and Twitter — added to the rancor. Leaks of employee emails discussing ways to counter President Trump’s immigration policy, and video of a companywide meeting that showed executives lamenting his election victory, have also fueled the allegations of bias.Mr. McCarthy said Mr. Pichai had explained how search worked and how Google’s algorithm, which the company keeps secret, changes over time. In the past, Google has said political ideology is not a factor in any aspect of its search results. It does not, according to the company, collect information about whether a user is conservative or liberal, or categorize web pages by political leanings.On Thursday and Friday, Mr. Pichai also had meetings with Democratic lawmakers, including one with Representative Nancy Pelosi of California, the minority leader.Mr. Pichai, in the statement, said the discussions over the two days “with a wide range of congressional leaders were constructive and informative.”"],"2018-10-31":["SAN FRANCISCO — Google is struggling to contain a growing internal backlash over its handling of sexual harassment and its workplace culture.Over the past week, Sundar Pichai, Google’s chief executive, and Larry Page, a co-founder of Google and the chief executive of its parent company, Alphabet, have taken multiple steps to calm its agitated 94,000-person work force. The anger arose after The New York Times revealed last week that Google had paid millions of dollars in exit packages to male executives accused of harassment and stayed silent about their transgressions.Google later said it had fired 48 people for sexual harassment over the last two years; none received an exit package. Page and Mr. Pichai also issued apologies, with Mr. Pichai later saying his initial statement “wasn’t enough” and apologizing again. And one of the executives whom Alphabet continued employing after he was accused of harassment resigned on Tuesday and did not obtain an exit package.But employees’ dissatisfaction has not subsided. On Thursday, more than 1,500 — most of them women — plan to walk out of almost two dozen company offices around the world to protest the treatment, organizers said.“We don’t want to feel that we’re unequal or we’re not respected anymore,” said Claire Stapleton, 33, a product marketing manager at Google’s YouTube who helped call for the walkout. “Google’s famous for its culture. But in reality we’re not even meeting the basics of respect, justice and fairness for every single person here.”[Google employees around the globe are walking out of their offices in protest. ]The walkout is a culmination of simmering tensions at a time when Silicon Valley workers have become more activist. Tech employees once moved in lock step with their leaders to make products that they said would change the world, but the industry has come under the spotlight for causing harm rather than good. That has led engineers, data scientists and others to increasingly question how their work is being used.Employees at Microsoft and Amazon recently protested the companies’ work with federal immigration authorities when migrant children were being separated from their families at the Mexican border. And some employees at Facebook have complained that the social network is intolerant of different political perspectives.Nowhere has the tech employee activism been more evident than at Google. Workers have pushed back this year against the company’s artificial intelligence work with the Pentagon, saying their work shouldn’t be used for warfare. Google eventually decided not to renew its contract with the Pentagon. Employees also rebuked Mr. Pichai and other executives for developing a search engine for China that would censor results. Since then, Google has not moved forward on a search product for China.Google declined to comment.The treatment of female employees has been an especially charged topic at Google. Just 31 percent of its global work force and about 26 percent of its executives are women. Google has also been sued by former employees and the Department of Labor, which claim that it underpaid women; the company has said it does not have a wage gap between male and female employees.Google workers said other incidents had raised questions about the company’s attitude toward women. Last year, one engineer, James Damore, argued in an internal document that women were biologically less adept at engineering and that “personality differences” explained the shortage of female leaders at the company. After an outcry, Google executives rejected the memo and fired Mr. Damore.At a staff meeting last year, Google’s founders, Mr. Page and Sergey Brin, also struggled to answer a question about who their female role models were, said two employees who saw a video of the meeting.Mr. Brin tried to recall the name of a woman he had recently met at a company event who had impressed him, the people said. Page eventually reminded Mr. Brin that the woman’s name was Gloria Steinem, the feminist writer. Page said his hero was Ruth Porat, the chief financial officer of Google and Alphabet, said the people, who were not authorized to speak publicly.Last week, The Times reported that Google had paid Andy Rubin, the creator of the Android mobile software, a $90 million exit package even after the company concluded that a harassment claim against him was credible. (Mr. Rubin has denied any misconduct and has said the report of his compensation is a “wild exaggeration.”) Google also paid millions of dollars in an exit package to another executive who was accused of harassment, and continued employing a third despite a harassment claim.Google’s workers were outraged. They immediately raised questions at a staff meeting with executives last Thursday about how the company approaches sexual harassment.“I know this is really an exceptionally painful story for some of you, and I’m really sorry for that,” Mr. Page said at the time.The meeting did little to quell the anger. On Friday, Ms. Stapleton said, she created an internal mailing list to organize a walkout. More than 200 employees joined over the weekend, she said, and the numbers have since grown to more than 1,500.On Tuesday, Richard DeVaul, one of the Alphabet executives who The Times revealed was accused of harassment, resigned from the company. He did not receive an exit package, according to a company spokeswoman.That same day, Mr. Pichai sent an apologetic email to employees saying he would support this week’s protest. He said that some workers had already raised constructive ideas of how to improve policies around harassment and that he hoped to “turn these ideas into action,” according to the email, which was obtained by The Times.Employees organizing the walkout have called on Google to end the practice of private arbitration — which requires people to waive their right to sue and often includes confidentiality agreements — in cases of sexual assault and harassment. They also are demanding publication of a transparency report on instances of sexual harassment, more disclosure of salaries and compensation, an employee representative on the company’s board and a chief diversity officer who could make recommendations directly to the board.Other employees said they were disappointed that senior executives such as David C. Drummond, Alphabet’s chief legal officer, who had a child with a female subordinate, and Mr. Brin, who had a public extramarital relationship with an employee, remained in influential positions. Some raised questions about whether it was appropriate for Eric Schmidt, the company’s former chief executive and chairman, to remain on Alphabet’s board after former and current employees said he had retained a mistress as a company consultant.Thursday’s walkout is set to begin in Google’s Tokyo office and then circle the globe, with employees leaving work around 11 a.m. in their time zones, Ms. Stapleton said. People can choose whether or not to return to work, she said.“While Google has championed the language of diversity and inclusion, substantive actions to address systemic racism, increase equity and stop sexual harassment have been few and far between. ENOUGH,” organizers of the walkout wrote on an internal website, which was viewed by The Times. “Time’s up at Google.”"]},["https://www.nytimes.com//2018/11/08/technology/google-arbitration-sexual-harassment.html","https://www.nytimes.com//2018/10/25/technology/google-sexual-harassment-andy-rubin.html","https://www.nytimes.com//2018/11/06/business/google-employee-walkout-labor.html","https://www.nytimes.com//video/technology/100000006192998/google-walkout-sexual-harassment.html","https://www.nytimes.com//2018/10/16/technology/google-android-europe-apps.html","https://www.nytimes.com//2018/10/26/technology/sexual-harassment-google.html","https://www.nytimes.com//2018/09/28/technology/google-pichai-congress-testify.html","https://www.nytimes.com//2018/10/31/technology/google-sexual-harassment-walkout.html"]]