[{"2018-10-09":["J. P. Morgan Securities said this week that it had fired a broker accused of making unauthorized trades in a customer’s account — and reaping fees that were 10 times the typical amount — three months after settling with the customer and several weeks after The New York Times reported on the dispute.The broker, Trevor Rahn, was discharged on Sept. 17, according to a regulatory disclosure filing that cited “unacceptable practices” related to the “timing and size of orders entered and resulting transaction charges in a client account.”The filing, available through the Financial Industry Regulatory Authority’s BrokerCheck tool, also said Mr. Rahn had marked some of the orders at issue as authorized by the customer.J. P. Morgan confirmed on Monday that it no longer employed Mr. Rahn, but declined to comment further. Mr. Rahn could not be reached for comment.He continued to work at J. P. Morgan for three months after the firm settled a complaint by Tracey Dewart about Mr. Rahn’s handling of a brokerage account, belonging to her father, that she and her sister were overseeing. The Times detailed Ms. Dewart’s concerns about Mr. Rahn’s actions in an article on Aug. 24.The settlement, dated June 13 and listed on Mr. Rahn’s BrokerCheck report, indicates that a customer had accused him of conducting unauthorized transactions from August to September 2017.But Ms. Dewart said she had discovered what she considered questionable trading that stretched back further than the one-month period reported by J. P. Morgan.By working with a forensic consultant, she said, she learned that her father’s account, which was worth about $1.3 million when 2017 began, had been charged $128,000 in commissions that year, about 10 times what many financial planners would charge to manage accounts that size.In August 2017 alone, Ms. Dewart said, Mr. Rahn sold two-thirds of the portfolio, or about $822,000, and then reinvested most of the proceeds, yielding about $47,600 in commissions, according to monthly financial statements and an analysis by Genesis Forensic Consulting.Excessive and unauthorized trading are among the top complaints in customer arbitration cases, according to the Financial Industry Regulatory Authority."],"2018-11-06":["SINGAPORE — Oil prices dipped on Wednesday as rising output and U.S. sanction waivers that allow Iran's biggest buyers to keep taking its crude reinforced the outlook for a well-supplied market. Front-month Brent crude oil futures <LCOc1> were at $72.04 per barrel at 0337 GMT, down 9 cents, or 0.1 percent, from their last close.U.S. West Texas Intermediate (WTI) crude <CLc1> was at $61.92, down 29 cents, or 0.5 percent, from its last settlement.Brent and WTI have slumped by 17.4 and 19.7 percent from recent peaks touched in early October. U.S. bank J.P. Morgan said the \"sell-off in oil was due to excessive crude\" from rising production \"whilst Iranian supply was still in the market. \"Washington re-imposed sanctions against Iran's oil exports on Monday but granted waivers to its biggest customers, allowing them limited imports for the next 180 days. Refinitiv Eikon data showed Iranian crude exports have fallen to 1 million barrels per day (bpd) so far in November, down from around 3 million bpd in mid-2018. But Iran supply is expected to rise after November as waivers are used to start ordering more Iranian oil. \"Waivers are likely to be more extensive than the market expected,\" energy consultancy FGE said, estimating that waivers overall would allow 1.2 to 1.7 million bpd of exports. What's more, a flotilla of supertankers carrying around 9 million barrels of Iranian oil worth about $650 million is sitting outside China's Dalian port. Most ships arrived in the last 30 days, shipping data showed, as Iran tried to get as much crude as possible into markets before the sanctions took effect. \"With the waivers, prices can be managed in the $70-$80 per barrel range, with the upside at around $85 per barrel and the downside limited to $65 per barrel,\" FGE said. WAVE OF SUPPLYBeyond Iran, U.S. bank Morgan Stanley said \"supply continues to come in higher-than-expected, particularly from the U.S., Middle East OPEC, Russia and Libya.\" Output from the world's top-three producers Russia, the United States and Saudi Arabia, broke through 33 million bpd for the first time in October. These three countries now meet more than a third of global consumption. Iraq, second-largest producer in the Organization of the Petroleum Exporting Countries (OPEC), plans to raise output to 5 million bpd in 2019, from 4.6 million bpd currently.Eyeing the wave of new supply, Morgan Stanley lowered its year-end and first-half 2019 Brent price forecast from $85 per barrel to $77.50. Inventories are also swelling. U.S. crude stocks climbed by 7.8 million barrels in the week ending Nov. 2 to 432 million, data from the American Petroleum Institute showed on Tuesday. J.P.Morgan said \"global floating storage has increased by 3.6 million barrels since July '18 to 33.9 million barrels. \"Despite the well-supplied market, J.P. Morgan still warned \"the risk to supply remains very high\" due to geopolitical risk and a \"lack of spare capacity.\" Part of this risk comes from Venezuela, where crude production is in \"free-fall\" and could soon drop below 1 million bpd, the International Energy Agency's Executive Director Fatih Birol said on Tuesday, down from the more than 2 million bpd it averaged last year. (Reporting by Henning Gloystein; Editing by Joseph Radford and Tom Hogue)"],"2018-08-24":["Tracey Dewart faced a daunting task last summer: moving her 84-year-old mother, Aerielle, from her Manhattan apartment to an assisted living facility in Brooklyn. Her mother, who has Alzheimer’s, didn’t want to go, but there was little choice after she was found wandering near her home on the Upper East Side several times.It was “physically and emotionally a horrible and overwhelming time,” said Ms. Dewart, 58. “It felt like there had been a death in the family as we had to sort through all of my parents’ belongings.”And she was about to confront another ordeal — one that could serve as a cautionary tale for anyone who helps manage their parents’ money and, more broadly, anyone who does business with an investment broker.To help pay for her mother’s care, Ms. Dewart relied on an investment account at J.P. Morgan Securities that her 89-year-old father, Gordon, opened at least eight years ago. The account was already paying expenses for Ms. Dewart’s father — who, after two strokes, was living in the residence that his wife was moving to — and for Ms. Dewart’s younger sister, who lives in a community for adults with developmental disabilities.Around the time of her mother’s move, Ms. Dewart noticed what looked like unusual activity in the account, which she and her older sister had overseen for about four years. A closer look revealed that it was down $100,000 in a month.“My own accounts were rallying, so I thought this was strange,” she said.She notified the firm that something seemed awry. As someone who does research and policy analysis for a living, she also put her own skills to work.She pored over piles of statements and trade confirmations, built spreadsheets and traded phone calls and emails with the broker who handled the account, Trevor Rahn, his manager and the manager’s manager. She hired a lawyer and worked with a forensic consultant.After about six months, she learned that the account, worth roughly $1.3 million at the start of 2017, had been charged $128,000 in commissions that year — nearly 10 percent of its value, and about 10 times what many financial planners would charge to manage accounts that size.In August 2017 alone, Mr. Rahn had sold two-thirds of the portfolio, or about $822,000, and then reinvested most of the proceeds, yielding about $47,600 in commissions, according to monthly financial statements and an analysis by Genesis Forensic Consulting, the firm Ms. Dewart’s lawyer hired.A statement listed all 344 trades that month as “unsolicited” — meaning, in Wall Street terms, that they were the customer’s idea, not the broker’s. But Ms. Dewart said she had not authorized the transactions and had only discussed a few specific ideas with Mr. Rahn, including possibly selling some Exxon shares if cash was needed.Something else was unusual. Mr. Rahn was selling stocks in small batches multiple times a day. In April 2017, he sold between 75 and 125 shares of Exxon eight times in one day, rather than all at once, generating commissions on each sale.“These are not just bad choices,” said Laura Levasseur, the president of Genesis Forensic. “This is frantic trading.”Ms. Dewart also discovered that the Exxon stock and other investments were being held in a margin account, which lets customers use borrowed shares to make bigger bets, potentially amplifying gains and losses. She said she never approved opening such an account.“I had implicitly trusted Trevor because my father did,” she said. Her father had first put his investments in Mr. Rahn’s care when the broker was at Deutsche Bank, and had followed him to J.P. Morgan in 2010.About five months after Ms. Dewart questioned Mr. Rahn’s handling of the account, J.P. Morgan had canceled 681 of the 1,499 transactions for 2017, crediting about $84,000 in commissions, according to Genesis. That left 818 trades and commissions totaling about $44,000 for the year — about 3.8 percent of the account’s value, still triple what many financial planners would charge.Ms. Dewart considered taking J.P. Morgan to arbitration as allowed by the customer agreement, but she settled instead for a sum that she is prohibited from discussing.In a statement, J.P. Morgan said, “The client agreed to an appropriate resolution of this matter in June.” The firm said it was committed to doing the right thing for its clients, and was “disappointed when any feel their expectations haven’t been met.”Mr. Rahn, who still works at J.P. Morgan, and the two managers at the firm with whom Ms. Dewart dealt did not respond to emails seeking comment.Ms. Dewart’s experience leaves many questions unanswered. Her broker was not authorized to trade without permission, so why did he? Why was such a large stock sold in so many small transactions? Were other customers subject to similar trading activity? She said a firm manager told her that there had been a system error — what kind?The episode also underscores the murky regulatory territory that brokers inhabit. They are not necessarily fiduciaries, meaning they do not always have to act in a client’s best interest. Instead, brokers typically only have to recommend investments that are “suitable,” a lower standard.Ms. Dewart said Mr. Rahn’s supervisor had told her that “any transaction the adviser does is meant to be done with the client’s knowledge,” but that had not happened.“I knew that I did not know enough about equities to sign off on a massive restructuring,” she said. “And he restructured twice.”Excessive and unauthorized trading are among the top complaints in customer arbitration cases, according to the Financial Industry Regulatory Authority, or Finra. Just last year, the Securities and Exchange Commission issued an alert about churning, a term for excessive trading, to help investors identify warning signs.There were 166 cases of unauthorized trading in 2017, 209 in 2016 and 145 in 2015, Finra said. There were 142 complaints for excessive trading in 2017.Because Ms. Dewart settled her case, it was not included in last year’s count, suggesting that Finra’s statistics understate the number of complaints raised with brokerage firms. And many investors who settle such cases sign confidentiality clauses, securities lawyers said. (Ms. Dewart said she was unable to speak about the terms and conditions of her settlement. )Commission-based accounts like the one Ms. Dewart had can be economical for investors who don’t require many changes to their portfolios. But because brokers are only paid each time they conduct a transaction, their interests are not necessarily aligned with those of their clients.Big brokerage and financial services firms have been shifting to accounts that charge a flat annual fee for management services, reducing the potential for conflicts of interest.The shift accelerated in anticipation of a consumer-protection rule crafted by the Department of Labor during the Obama administration that required all financial professionals to put their customers’ interests ahead of their own, at least when handling retirement accounts. Merrill Lynch went as far as banning commission-based retirement accounts. The rule was struck down by a federal appeals court in June, and Merrill has said it was considering reversing that policy.In April, the S.E.C. proposed a new rule that it said would require brokers to put their clients’ interests first. Consumer advocates have come out against the proposal, arguing that it does not go far beyond what is already required of brokers.“If the rule did what they say it does, we’d support it,” said Barbara Roper, director of investor protection at the Consumer Federation of America. “But it just flat doesn’t.”A stronger rule may not have helped Ms. Dewart, but she said the current structure was stacked against consumers.“There is a point,” she said, “where, out of sheer exhaustion, people surrender to the system.”"]},["https://www.nytimes.com//2018/10/09/business/jp-morgan-trevor-rahn.html","https://www.nytimes.com//reuters/2018/11/06/business/06reuters-global-oil.html","https://www.nytimes.com//2018/08/24/business/brokers-excessive-trading-retirement.html"]]