[{"2018-06-13":["ALEXANDRIA, Va. — Karleen Smith used to work at the Macy’s in Landmark Mall, putting price tags on summer dresses, housewares and the latest styles of shoes. On Saturday, Ms. Smith, 57, returned to her former store, not as an employer or a customer, but as a resident. The former Macy’s in this vacant shopping mall outside Washington has been transformed into a homeless shelter. “It’s weird to be moving into this building. I used to work here,” she said inside the shelter’s common room, which was once the men’s department. “It’s called survival.” As shopping malls struggle to survive in the era of Amazon, communities are looking for new uses for all the retail space. Some empty stores are finding another life as trampoline parks, offices, college classrooms and churches. At the vacant Macy’s in Alexandria, the Carpenter’s Shelter, a nonprofit group, moved into its temporary home last weekend, 15 months after the last shopper rang out. The former store now provides 60 beds, hot meals and showers for families and for single men and women who are having trouble finding a place to live in a city with a scarcity of affordable housing.The Macy’s logo and signature star are visible above the shelter’s entrance, while some of the floors are covered in the store’s faded carpet and white tiles. Toilets and sinks were pulled from a former Lord & Taylor and relocated to the shelter. The shelter takes up only a corner of the original Macy’s, which occupied two cavernous floors. A fire door at the back of the shelter leads to the rest of the dim store, where the perfume and jewelry counters are still intact and a giant Estee Lauder advertisement remains illuminated.The Landmark Mall was once at the vanguard of shopping. Opened in 1965, the mall housed the region’s most fashionable department stores, Hecht’s, Woodward & Lothrop and Sears & Roebuck. Boys came to buy their first suit at the haberdasher, and teenage girls could get their shoes dyed to match the color of their prom dress.Alexandria’s former mayor William D. Euille remembered playing the clarinet in the high school band at the mall’s opening ceremony. “It was the economic engine of the city,” he said.Landmark tried to adapt over the years. It began as an open-air shopping center and went through an overhaul in the 1980s to enclose the property. The department stores would change, reflecting the evolving retail landscape. Regional players were replaced by national chains like Lord & Taylor and Macy’s.Eventually, the mall succumbed to retail’s propensity to chase after newer, flashier spaces. Developers built larger malls with more upscale brands nearby in Pentagon City and Tysons Corner, siphoning customers away from Landmark. Landmark’s original anchor stores either have been bought out, went bankrupt or are clinging to life — like many in the retail business. Last year, 6,985 stores closed in the United States, a record number, according to Coresight Research, a retail analysis and advisory firm. This year, retailers are on a pace to close roughly 10,000 stores.In its final years of operation, the Landmark’s tenants included two dollar stores and a tax preparer. Only the Sears is still operating. A lone, blue inflatable figure dances on the store’s roof, beckoning shoppers.There had been plans to revamp the mall by returning it to its roots as an open-air shopping destination. But that proposal never got off the ground, after its former owner General Growth Properties filed for bankruptcy in 2009, and the mall was sold. Landmark’s current owner, the Howard Hughes Corporation, plans to tear down the mall and build a mixed-used space that could include offices, retail and other attractions that are still being finalized. It could take many more years to complete the planning, permitting and construction process for such a huge project. “It’s a great piece of real estate,” said Mark Bulmash, a senior vice president of development at Howard Hughes.The delay has created an opportunity for the Carpenter’s Shelter, which began housing the homeless in the basement of a local Catholic church in 1982. The group needed a temporary space while it constructs a permanent facility in a different part of Alexandria that will include 97 affordable rental housing units and a shelter.The mall was one of a few areas in Alexandria where zoning allowed for a shelter. After being approached by a member of the shelter’s board, Howard Hughes agreed to lease a portion of the former Macy’s to the shelter rent free through 2019 and advised on the construction. “They didn’t have to stick their neck out for this, but they did, and we are grateful,” said Shannon Steene, the shelter’s executive director.Saturday was move-in day for the residents. On a humid, hazy morning, residents loaded onto a chartered city bus at the old shelter and headed for the mall. Keith Ham, 43, who has been living the shelter for about three months, said his family did not believe where he was moving.“They say, ‘Macy’s at the mall?’”“And I say, ‘For real, Macy’s at the mall.’”Jahlil Commander, 16, dribbled a basketball outside the shelter’s front entrance and watched a movie crew set off a smoke machine in the parking lot. Some of the mall property is also being leased out to a production company filming a “Wonder Woman” sequel. Jahlil and his two brothers are sharing a windowless room at the shelter after their mother fell behind on rent. “We have a predicament,” their mother, Shannon Commander, said. “This is where we come to reset and figure things out.” Ms. Smith, the former Macy’s worker, rested on the floor of the common room under a frayed green blanket. Before coming to the shelter, Ms. Smith had been living in a car and showering in a recreation center. “I was tired,” she said. Ms. Smith, who worked at Macy’s as a seasonal hire during the holidays 10 years ago, remembers the store fondly. On a slow day, she would try on makeup at the cosmetics counter and spray herself with samples of perfume. She said she could never afford to buy anything of her own. “All I could do was admire it.”As Ms. Smith waited to move into her new room, the electricity cut out to a portion of the shelter and the staff set up battery powered camping lanterns to light the way for movers. Volunteers brought crockpots with taco makings for dinner and put together goody bags for the children staying there. The accommodations are sparse and some residents could not hide their disappointment that the bedrooms do not have windows.But 4-year-old Mikias Aiychew was so excited to see his new room at the shelter that he could hardly sit through their weekend Jehovah’s Witness gathering, his mother said.Dressed in a gray suit vest and small brown dress shoes, Mikias played with a plastic castle in the shelter’s new family room.A hand-painted sign on the wall quoted Theodore Roosevelt: “Do what you can with what you have, where you are.”"],"2018-02-08":["Macy’s will introduce a collection of modest clothing, including hijabs, next week, making it the latest company to try to capture a piece of the lucrative Muslim clothing market.The retailer’s Verona Collection, the brainchild of the fashion photographer Lisa Vogl, will debut in stores and online on Feb. 15, with international shipping available.The collection consists of maxi dresses, long tops, hand-dyed hijabs, cardigans and pants — garments that are priced from $12.95 to $84.95. In a news release, Cassandra Jones, senior vice president of Macy’s Fashion, called the items “everyday essentials designed for versatility and comfort.”After converting to Islam in 2011, Ms. Vogl had difficulty finding modest, fashionable clothing, she said on the Verona Collection website, which led her to create the brand.Last year, she joined Macy’s’ development program, The Workshop, which helps nurture businesses owned by minorities and women.Through the Workshop, it became clear to Macy’s that Ms. Vogl’s brand was “a perfect example of a strong business that provides a unique product that serves a community of women looking for fashionable modest clothing options,” the company said on Thursday.Macy’s also said that customer interest was evident during a pop-up showcase of Workshop vendors last year in Manhattan.Ms. Vogl did not respond to a request for comment.Macy’s has for years struggled with lagging sales, aggravated by the rise of online discount retailers. In November, the department store chain announced that sales had slipped for the 11th consecutive quarter. In 2016, it announced plans to shutter about 100 stores, and closings have been carried out since.The move into Muslim apparel represents an opportunity to capitalize on a robust market.Globally, consumers spent $254 billion in 2016 on Muslim attire, according to the latest Global Islamic Economy report. The report predicted the market could be worth $373 billion by 2022.In 2015, Muslim women spent $44 billion on modest clothing items alone, an earlier Global Islamic Economy report said. “The clothing may be modest, the success is anything but,” it stated.Luxury retailers, including Dolce & Gabbana and Burberry, have taken notice, as have companies that specialize in trendy casual wear, like Uniqlo, H&M and Zara.Some of these retailers have released collections aimed at Muslim customers who live in the Middle East, but Islamic fashion has also cropped up in the United States in recent years. In 2016, during New York Fashion Week, an Indonesian designer made history with a catwalk show in which every model wore a hijab.“I believe fashion is one of the outlets in which we can start that cultural shift in today’s society to normalize the hijab in America and other parts of the West, so as to break down stereotypes and demystify misconceptions,” the designer, Anniesa Hasibuan, said at the time.Of two billion Muslims worldwide, about nine million are in North America, according to a 2014 study released by the American Muslim Consumer Consortium. The consortium’s founder put Muslim spending power in the United States at about $100 billion.Last year, Nike released a Pro Hijab for Muslim athletes, which is also available on Macy’s’ website, and American Eagle offered customers a limited-edition denim hijab, which sold out.The hijab has also been recognized by one of America’s largest toy retailers. In November, Mattel introduced a hijab-wearing Barbie, part of its “Shero” line based on inspirational women. The doll was modeled after the Olympic fencer Ibtihaj Muhammad, the first American athlete to compete in the Olympics in a hijab.But as more companies in the United States have embraced the hijab, women in Iran have been throwing off their head scarves, protesting religious restrictions — in particular a compulsory rule to cover their hair with an Islamic veil. At least 29 people have been arrested in connection with the protests. A news report said the Tehran Police were “deceived by the propaganda of a campaign named White Wednesdays” that called for women to remove their veils and wave them overhead on sticks.Muslim head scarves, veils and burqas have also been a flash point in France for over a decade. Women were barred from wearing full-face veils in public places in 2011, and last year the European Union’s highest court said that companies could bar employees from wearing visible religious symbols, including head scarves. In 2016, several French beach towns banned the so-called burkini — a full-body bathing suit worn by some Muslim women.Some younger people, though, including in the United States, seem to be gaining an appreciation and an understanding of the hijab. Hijab fashion bloggers on Instagram, for example, are abundant and some have millions of followers. And the website Buzzfeed, whose audience skews younger, consistently publishes content about hijab fashion.According to the Global Islamic Economy report, Muslim millennials are considered a powerful and growing economic force that will continue to transform the retail space with digital spending. Half of Muslims today are under 15 years old and nearly two-thirds are 30 or younger."]},["https://www.nytimes.com//2018/06/13/business/macys-homeless-shelter.html","https://www.nytimes.com//2018/02/08/business/macys-hijabs.html","https://www.nytimes.com//2017/11/22/business/macys-retail-real-estate.html"]]