[{"2018-09-21":["SAN FRANCISCO — PayPal has become the latest tech giant to cut off Infowars, the conspiracy website run by the right-wing provocateur Alex Jones.Infowars was informed by PayPal on Thursday night that it would have 10 business days to find a new payment processor.PayPal handles all transactions, including credit cards, for the Infowars online store. The store has been a significant source of revenue for the company, selling vitamins and nutritional supplements, as well as Infowars-branded apparel. PayPal has also handled donations that Infowars receives from its supporters.PayPal acted weeks after Twitter, Facebook and other large tech companies blocked Infowars from their services. Most of those companies said the site had violated their policies by promoting hate speech and misinformation.PayPal said it had made its decision not because of any policy violation but because Infowars’ “promotion of hate and discrimination runs counter to our core value of inclusion.”“Our values are the foundation for the decision we made this week,” PayPal added.The aggressive steps against Infowars have become fodder for claims that Silicon Valley companies are biased against conservative voices — an opinion expressed by President Trump and a number of Republican officials. Jeff Sessions, the United States attorney general, plans to meet with Republican state attorneys general next week to discuss the tech industry, competition and free speech.Mr. Jones attended a recent Senate hearing where Twitter’s Jack Dorsey and Facebook’s Sheryl Sandberg discussed efforts by their companies to deal with disinformation on their platforms. And after a separate House hearing that directly addressed Republican claims that Twitter was biased against conservatives, Mr. Jones tried to confront Mr. Dorsey on Mr. Dorsey’s way out.After the phaseout period of 10 business days, PayPal will stop doing any business with Infowars and its subsidiaries, like the site Prison Planet, a PayPal spokesman said.The spokesman declined to cite any specific problems that had led to the decision, but said that after “extensive reviews” the company had “found many instances of content that promoted hate and discriminatory intolerance against certain communities and religions.”This is not the first time that PayPal has waded into politically fraught territory. In 2010, the company cut off payments to WikiLeaks. More recently, PayPal stopped working with neo-Nazi and alt-right websites.Records from 2014 show that Mr. Jones’s operations were bringing in nearly $20 million, mostly from supplements, such as Super Male Vitality, which purports to increase testosterone, that he hawks on his radio shows, The New York Times recently reported.Since being barred from Facebook and Twitter, Infowars has had to find new online platforms, and its audience has fallen off significantly. But PayPal’s decision may be particularly damaging, because it will be much harder for Infowars to find another company to handle transactions for the site.For now, Infowars is still able to sell at least some of its goods on Amazon and eBay, where its payments are not handled by PayPal.An article on the Infowars site that announced PayPal’s decision said the move was a “political ploy designed to financially sabotage an influential media outlet just weeks before the midterm elections.”The article said PayPal had told Infowars that the decision was made because Infowars had violated its “acceptable use policy.” PayPal’s spokesman said its decision went beyond the violation of any single policy.Right Wing Watch, a progressive advocacy organization, published an article in August pointing out areas where Infowars appeared to be violating PayPal’s terms of service. At the time, PayPal did not take action and offered no comment.Infowars did not respond to an email requesting comment."],"2018-07-11":["Three weeks after a British man told PayPal that his wife had died at 37 and that her credit account should be closed, he opened a letter from the company: Her death, it seemed, was in violation of the company’s contract rules.“You are in breach of condition 15.4(c) of your agreement with PayPal Credit as we have received notice that you are deceased,” said the July 10 letter to the woman, Lindsay Durdle, who had died of breast cancer on May 31.Her husband of nearly 10 years, Howard Durdle, 40, of Bucklebury, read the company’s list of potential consequences: shutting down her account, requiring repayment of more than $4,000 in debt, and even legal action.In Britain, spouses are not automatically responsible for their deceased partners’ debts. Such debts must be paid through the estate of the person who died, including money or possessions. Mr. Durdle said his wife’s estate could not cover her debt.“With grief, there are ups and downs,” he said. “There are days when you are very fragile, and there are days when you are feeling stronger. We are lucky that this week I was feeling quite strong.”PayPal said in a statement on Wednesday that it apologized “for the understandable distress this letter caused” and that it had “quickly performed a thorough investigation.”“As soon as our teams became aware of this mistake, we contacted Mr. Durdle directly to offer our support, cleared the outstanding debt and closed down his wife’s account as he requested,” the company said. “We have also urgently reviewed the company’s internal processes and have made changes to ensure that an insensitive error of this nature never happens again.”A PayPal spokesman declined to specify how such a letter was sent in the first place or what changes had been made since the episode. Mr. Durdle said a representative for the company told him by phone that the letter possibly stemmed from a software glitch, a poor letter template or a human mistake.“I believe they want to fix that and make it good,” Mr. Durdle said.The letter highlighted a continuing debate over how sensitive companies should be to the bereaved.In 2014, OfficeMax faced criticism over its marketing after the father of a teenager killed in a car crash received a promotional mailer addressed to “Mike Seay/Daughter Killed in Car Crash/Or Current Business,” The New Yorker reported. The same year, Facebook came under scrutiny for its “Year in Review” feature, which showed a man pictures of his dead daughter, according to CNN.Companies should think about how, when targeting potential customers, to better take into account unexpected personal tragedies like death, said Adam Galinsky, a professor at Columbia Business School. He called the PayPal letter an “egregious failure.”“It can create a strong backlash against companies,” he said.Robert Weissman, the president of the nonprofit group Public Citizen, which advocates consumer rights, said companies could continue to face public relations problems surrounding sensitivity as they increasingly use algorithms to dictate outreach and marketing.“It would be a fair bet that the increasing reliance on them is going to lead to more mistakes,” he said.Big banks already put an emphasis on sensitivity when trying to collect on debts owed by the deceased, said Manuel H. Newburger, a lawyer who teaches consumer law at the University of Texas at Austin. Banks often hire third-party companies that specialize in communicating to families, Mr. Newburger said, and while mishaps are rare, they have garnered the scrutiny of federal regulators.“It’s too high profile, it’s too newsworthy,” he said. “I think that makes it hard for companies to get away with this without facing a lot of pushback.”Mr. Durdle said he wanted companies like PayPal to do better.“The reason I’m making the noise about it that I am is to try to draw some attention to it so that doesn’t happen again,” he said. “It can be hugely damaging for people who are trying to recover.”Mr. Durdle, an information security executive, said he met his wife on Match.com in 2006, and they married three years later. They bonded over video games, often playing Xbox together. Mrs. Durdle, a strategy analyst for a water utility, first learned she had cancer more than a year and a half ago, but last summer, it seemed as if she had beaten the cancer back.The two bought a home in Bucklebury, about 50 miles west of London, before the cancer returned.Mr. Durdle said that his 40th birthday, at the end of June, was the date Mrs. Durdle had been “trying to hold out for.”“She died just a month shy,” he said."],"2018-07-27":["Dan Schulman, the chief executive of PayPal, knows how to fight. He climbed to a senior executive role at AT&T before he was 40, jumped ship to work at Priceline when the travel website was still a start-up, then took Virgin Mobile USA from an idea to a business with five million subscribers. After stops at Sprint and American Express, Mr. Schulman joined PayPal in 2014, overseeing its split from eBay the next year. Since then, PayPal’s stock has more than doubled, quieting doubters who wondered if the online payments company would be a sustainable business over the long term. He is also a regular practitioner of Krav Maga, the martial art system practiced by the Israeli military, and has the scars to prove it. This interview, which was condensed and edited for clarity, was conducted at PayPal’s offices in New York. What was your childhood like? I grew up in New Jersey, first Newark and then New Brunswick. We lived in a fully integrated neighborhood. My mom was an activist. She pushed me in a baby carriage at a Martin Luther King Jr. rally. She marched in the civil rights marches, not just in the North but in the South as well. It takes courage to go and do that. You started working for AT&T right out of school and wound up staying there for 18 years. What did you learn during that time? Early on in my career I had a family tragedy where my sister died, and I was leading a team at the time. That was a devastating time for me and my family. I had to take time off. I came back several months later and the team had just gelled together to say, “We’re going to cover for Dan. We’re going to do everything.” And when I was presenting to the AT&T board about the accomplishments of this team, I couldn’t take any credit because I deserved no credit. This idea of the power of giving credit to others — as opposed to your own individual accomplishment — has shaped my entire career. Most people don’t really think about that. They mostly think, “Look at me.” But really if you say, “Look at what others are accomplishing,” it’s so much more powerful in terms of your ability to attract the best people, to get things done.You left AT&T for Priceline when it was just a start-up. That was a big risk. Why not just stay at AT&T?I was president of the consumer division at age 39 or so. But my view was not so much that leaving was a risk. I actually thought it’s more risky to stand still. There’s a philosophy in martial arts which is, “Never stand still.” Standing still is asking to be hit. You always have to be willing to take some risks going forward. You can’t stand still. I have this advice that I give to people I mentor. I always say, “Don’t overthink your next step, because none of us know where we’re going to be 10 years from now or 15 years from now.” One step leads to another. What changes have you made to PayPal’s organizational structure as C.E.O. ?I’ve taken my team from 21 direct reports to eight direct reports. To me, a great team is one that discusses all of the issues. When you have 21 people, it’s not a discussion; it’s a presentation. There’s no way that 21 voices can be heard around a table. It’s a cacophony of voices. The smaller the team is, the more you can discuss issues in depth and detail, and there becomes a trust among the team. PayPal was one of the first financial companies to take a stand on guns. How did you arrive at that decision?If you’re going to have a consistent set of values that you stand up for, they have to be reflected in your acceptable use policy. Around the violence in Charlottesville, we identified a number of groups that espouse hate or violence, and we don’t allow them to use PayPal to fund-raise. And we do not allow PayPal to be used for guns and ammunition. That there are rules and regulations in terms of background checks is extraordinarily important. But if somebody is going to do something online, we can’t fully vouch for those background checks. And so therefore we just outlaw it. It’s not always comfortable for C.E.O.s to take a stand on these issues. How do you decide where to draw that line?Companies, and by extension their management teams and their C.E.O.s, have a moral obligation to try to be a force for good. I don’t think there’s any way that we can shirk that responsibility, and I don’t think there’s any way to fully stand away from the culture wars around us. You have to take a stand. That stand shouldn’t be a political one. But it should be one that is based on your values and your mission. You practice martial arts, right?I practice Krav Maga. I spent some time in Israel when I was young, and they have what’s called Youth Military Training there, so I started then. That was when I was in my teens, and I’ve been doing Krav since then.Have you ever gotten hurt?Oh my gosh. I mean, look at my knuckles. These are all from punches. I’m always black or blue or I have some scar on my face. I've dislocated my shoulder. I've had stitches. If you look carefully on my face, stitches here, stitches here. Smacked into a mat here, here. That’s how you learn how to be cool, calm and collected in very stressful situations.But the overrunning philosophy of Krav is that the best way to win a fight is to not get into a fight. It's very Zen in that way. How do you de-escalate situations? We spend a lot of time thinking about that. It's translated into the way that I think about business as well. When we started partnering with Visa and Mastercard and JPMorgan Chase and Citi, nobody ever thought that PayPal would be allies with those companies. That would always be an uneasy friend relationship. But my view is, “How do you give customers the choice they want, and how do you avoid fights that you don’t necessarily need to be in?” And it was maybe one of the key things that catapulted PayPal’s success in recent years.A reader on Twitter, Kyle Rosenbaum, asked about India’s effort to ban cash. Do you think we’ll see more countries doing that in the future? There are two mega-trends happening right now in the financial services industry. One: You’re seeing the digitization of payments. People are moving away from checks. People are slowly but surely moving away from cash. That’s driven by the other big trend, which is the explosion of smartphones. In smartphones, you have all of the power of a bank branch in the palm of your hand. You can do basic transactions at a fraction of the cost and a fraction of the time that it took you before. That can enable so many of these underserved populations to come into the mainstream as well and do things that perhaps you and I take for granted, and it can actually make a real difference in their lives. The demonetization in India is one of the most audacious and bold experiments that a government has done. India is one of the last places you would think that would try to get rid of cash, but there's a huge issue that goes on. There's a huge amount of graft and corruption. But if the government can directly send that money to you electronically, right into a digital account or a bank account, that could be incredibly impactful in that country. Whether it fully works or not, it is a harbinger of things to come.What do you still use cash for?I don’t use a lot of cash right now. Things that I used to use cash for, like paying babysitters, now everybody has Venmo and it’s simpler and easier. Some people feel that cash is a more anonymous form of payment, and I would never predict the death of cash over the next decade or two. I think cash is going to be with us for a long time to come. But there is a clear trend toward digitization. It’s just a more efficient, time-efficient, cost-efficient way to managing your money."],"2018-05-17":["LONDON — Seeking to extend its global reach, PayPal has reached a deal to buy iZettle, Europe’s answer to the mobile payments company Square, for about $2.2 billion.The deal would be the company’s biggest takeover — and would underscore the arms race in the world of payments, especially as digital and mobile transactions are increasingly being adopted across the world. The agreement was confirmed Thursday by Amanda Miller, a spokeswoman for PayPal.“Small businesses are the engine of the global economy and we are continuing to expand our platform to help them compete and win online, in-store and via mobile,” said PayPal’s chief executive, Dan Schulman.The talks were earlier reported by Sky News. IZettle did not respond to a request for comment.The agreement is the latest example of a promising European start-up selling itself to a larger American company. Amazon, Apple, Google, Facebook and Microsoft have all used acquisitions in the region to gobble up promising technology and sought-after engineers. Past deals include Google’s purchase of the London-based artificial intelligence start-up DeepMind; Microsoft’s acquisition of Mojang, the Swedish maker of popular video game “Minecraft”; and Apple’s deal for the music-recognition company Shazam and digital-assistant maker VocalIQ, both of which started in Europe.The trend is troubling for European policymakers who have been eager to develop a homegrown tech sector that has lagged the United States and China.Founded eight years ago and based in Stockholm, iZettle began as a maker of products like credit card readers. But it has expanded its offerings to analytics software and even small business loans, giving it a strong foothold among such companies in Europe and Latin America.Last week, it filed to go public, announcing plans to list itself on the Nasdaq Stockholm stock exchange, with ambitions for a $1.1 billion valuation. Among its existing investors are Mastercard and American Express, as well as the venture capital firm Index Ventures.The purchase would boost PayPal’s international expansion, and help it compete with Square, which has focused on processing payments for small businesses. Both companies are trying to capitalize on the growing volume of purchases being made on mobile phones and the internet."],"2017-08-04":["Investors liked what they saw in PayPal’s second-quarter financial results, reported by the digital and mobile payments giant on July 26. Revenues grew to $3.14 billion in the quarter that ended in June, an increase of 18 percent over the same period last year. Total payment volume of $106 billion was up 23 percent, year over year.Even better, PayPal’s favored earnings-per-share measure — which it does not calculate in accordance with generally accepted accounting principles, or GAAP — came in at 46 cents per share, 3 cents more than Wall Street analysts had expected. The company has trained investors to focus on this number, rather than on the less pretty GAAP-compliant numbers most companies are judged by. And focus they did.Exceeding analysts’ estimates — “beating the number,” in Wall Street parlance — is crucial for any corporate leader interested in keeping his or her stock price aloft. Even the smallest earnings miss can send shares tumbling.Examining how a company meets or beats analysts’ estimates, therefore, can be illuminating.PayPal’s stock has been on a tear this year, up almost 50 percent since January. At a recent $59, its shares are trading at over 40 times next year’s earnings estimates. It is clearly an investor darling, providing all the more reason to dig into its numbers.Naturally, many factors contributed to PayPal’s second-quarter earnings. But one element stands out: the amount the company dispensed to employees in the form of stock-based compensation.How could stock-based compensation — which is a company expense, after all — have helped PayPal’s performance in the quarter? Simple. The company does not consider stock awards a cost when calculating its favored earnings measure. So when PayPal doles out more stock compensation than it has done historically, all else being equal, its chosen non-GAAP income growth looks better.Accounting rules have required companies to include stock-based compensation as a cost of doing business for years. That’s as it should be: Stock awards have value, after all, or employees wouldn’t accept them as pay. And that value should be run through a company’s financial statements as an expense.Consider the practice at Facebook, a company PayPal identifies as a peer. In its most recent quarterly income statement, Facebook broke out the roughly $1 billion in costs associated with share-based compensation that it deducted from its $9.3 billion in revenues.Back in the 1990s, technology companies argued strenuously against having to run stock compensation costs through their profit-and-loss statements. Who can blame them for wanting to make an expense disappear?They lost that battle with the accounting rule makers. But then they took a new tack: Technology companies began providing alternative earnings calculations without such costs alongside results that were accounted for under GAAP, essentially offering two sets of numbers every quarter. The non-GAAP statements — called pro forma numbers or adjusted results — often exclude expenses like stock awards and acquisition costs. And the equity analysts who hold such sway on Wall Street seem to be fine with them.As long as companies also showed their results under generally accepted accounting rules, the Securities and Exchange Commission let them present their favored alternative accounting.PayPal is by no means the only company that adds back the costs of stock-based compensation to its unconventional earnings calculations. Many technology companies do, contending, as PayPal does, that their own arithmetic “provides investors a consistent basis for assessing the company’s performance and helps to facilitate comparisons across different periods.”Still, some technology leaders are dumping the practice. In addition to Facebook, Alphabet said this year that it would no longer present results that excluded the costs of stock-based compensation.Dave Wehner, Facebook’s chief financial officer, told investors on a May conference call that the company would report results that include share-based compensation because it’s a true cost of running the business.Ruth Porat, chief financial officer of Alphabet, which is Google’s parent company, said the same thing on a conference call in January.PayPal takes the opposite approach. And look at what it does to its results.Under generally accepted accounting principles, PayPal reported operating income of $430 million in the second quarter of 2017. That was up almost 16 percent from the $371 million it produced in the same period last year.But under PayPal’s alternative accounting, its non-GAAP operating income was $659 million in the June quarter, an increase of almost 25 percent from 2016.So what’s to account for the added $230 million in operating income under PayPal’s preferred calculation? Most of it — $192 million — was stock-based compensation PayPal dispensed to employees in the June quarter and added back to its results as calculated under GAAP.That was a big jump — 57 percent — from the $122 million PayPal handed out during the second quarter of 2016. And back in 2015, PayPal reported just $89 million in stock awards.I asked PayPal why it has been ratcheting up its stock-based compensation. Amanda Miller, a PayPal spokeswoman, declined to discuss why the company was raising its stock-based pay, and the role the increase played in the company’s recent results. She provided this statement: “We pay for performance and align our compensation with how shareholders are rewarded. We believe our treatment of stock-based compensation is broadly consistent with our peer group.”But this isn’t accurate, according to the companies PayPal lists as peers in its proxy filing. At least four of those companies — Alphabet, Facebook, Mastercard and Visa — do not exclude stock-based compensation from their earnings calculations as PayPal does.Craig Maurer is a partner at Autonomous, an independent investment research firm in New York. He follows payments companies and rates PayPal’s stock an underperformer.In a telephone interview, Mr. Maurer was critical of how the company accounts for stock-based pay. He said that as a percentage of PayPal’s non-GAAP operating income, stock-based compensation has risen to 29 percent this year from 17 percent in 2015.“They are literally taking a cost out of their income statement, moving it to a different line and backing it out of results,” Mr. Maurer said in an interview. “And you can see that it’s adding significantly to their ability to meet earnings expectations. If you backed out the difference between what we were expecting on stock-based comp in the quarter versus what they reported, it was 2 cents of earnings.”In other words, the increase in stock-based compensation made a big contribution to PayPal’s results versus what analysts had been expecting.PayPal’s stock-based compensation practices have another noteworthy effect: They drive executive pay higher at the company. Here’s how.The company says it has three main metrics for calculating its managers’ performance pay each year. One of those measures, its proxy shows, is non-GAAP net income. So, as PayPal awards more and more stock to its executives and employees, non-GAAP net income shows better growth. And the greater that growth, the more incentive pay the company awards to its top executives.For PayPal insiders, at least, that’s one virtuous circle."],"2017-03-01":["When Terry Kass received an email from PayPal in late December encouraging her to donate to charities through its Giving Fund platform, she searched its website for ones she could help. She settled on 13 groups — most in her Chicago suburb — and gave a total of $3,700 to them.But when Ms. Kass followed up with one of the recipients, the Highland Park-Highwood Legal Aid Clinic, she discovered that the group had not been notified about her gift, nor had even received it. It was not a fluke, she said. She learned that 10 of the 13 groups — all of which had profile pages on the PayPal site that included biographical information and mission statements — were also unaware of donations through the site, she said.A federal class action lawsuit filed on Tuesday said that Ms. Kass and thousands of other donors have been misled by PayPal Giving Fund, and that their gifts never reached the intended charities. The company has a policy of redirecting contributions to other organizations if the intended charity does not register an account with the site, Ms. Kass said, adding that neither donors nor intended charities are informed of any switch.“I don’t want to file my taxes to the federal government saying I gave to a charity that never got my money,” Ms. Kass, a retired lawyer, said in an interview. “It’s their money. They are entitled to the money.”The philanthropic website by PayPal, the digital payment company, has become a major player in online fund-raising for charitable organizations worldwide, processing $7.3 billion in contributions last year. The Giving Fund site lists over one million organizations that can receive gifts, from well-known international nonprofits like Save the Children to obscure animal shelters like the Yogie and Friends Exotic Cat Sanctuary in Louisiana.Despite promises that 100 percent of donations go to the selected charities, the gifts are delivered only if the groups register accounts on both PayPal and the Giving Fund site, the lawsuit says.The lawsuit, filed in the Federal District Court of Northern Illinois, claims that hundreds of thousands of charities have never received donations earmarked for them.“The bottom line is that many, many entities listed on the website are not actually registered,” Chris Dore, a lawyer representing Ms. Kass, said in an interview. “It is something that is really concerning and shocking.”Donors are not informed before or after making a donation whether their intended charities have accounts, Ms. Kass said. In a frequently asked questions section on the Giving Fund’s site, it says that organizations not enrolled will be informed of the donations and be given at least six months to register accounts to claim the gifts. Otherwise, it says, “We may reassign their funds to another charitable organization.”A spokesman at PayPal did not respond to questions about how much money has been redirected and how the company decides which groups receive them. In a statement on Wednesday, a spokesman said that the company was reviewing the lawsuit.PayPal released a statement on Thursday saying it has not redirected any charitable contributions made during the recent holiday giving season, the period in which Ms. Kass said she made her donations through the site. “We are disappointed by the lawsuit, and we are fully prepared to defend ourselves vigorously,” it said.Ms. Kass said she decided to contribute to groups through the Giving Fund site because in a Dec. 30 email it said it would waive the usual transactional fees and give an additional 1 percent to the selected charities for gifts made by year’s end.Her family, including her three children, helped pick the 13 groups for donations. She gave $2,500 to the Highland Park-Highwood Legal Aid Clinic, where she is a board member, and also $200 to the DC Central Kitchen in Washington, which is run by a family friend.She first noticed something was awry at a legal aid board meeting in January when the executive director reviewed the group’s charitable donations for 2016. When Ms. Kass’s donation was not mentioned, she said she asked whether her gift had been received. There was no record of it or of any donation of that exact amount, she said.Nancy Rotering, the founder and a board member at the legal aid society in suburban Chicago, said her group may have never known about the donation had Ms. Kass not mentioned it. It did not have an account with the Giving Fund, even though its profile page there included its logo, mission statement and tax identification number.“Why on earth are we on there without our own account to have these funds donated and then to not receive them?” Ms. Rotering said in an interview.Before donating $200 to the soup kitchen in Washington, Ms. Kass said she compared its Giving Fund profile page with its official website, making sure she had the correct group. Everything lined up, she said, so she sent the donation, only to find out later that the DC Central Kitchen did not have an account.“There was no way for me to know that this soup kitchen was not eligible to receive the money from PayPal,” Ms. Kass said. “These are small charities that could use every dollar that they can get.”"]},["https://www.nytimes.com//2018/09/21/technology/paypal-blocks-infowars.html","https://www.nytimes.com//video/business/100000006060092/elon-musk-tesla-spacex.html","https://www.nytimes.com//2018/07/11/business/paypal-dead-wife-husband-letter-nyt.html","https://www.nytimes.com//2018/07/27/business/dan-schulman-paypal-corner-office.html","https://www.nytimes.com//2018/05/17/technology/paypal-izettle.html","https://www.nytimes.com//2017/08/04/business/paypal-accounting.html","https://www.nytimes.com//2017/03/01/technology/paypal-giving-fund-lawsuit.html"]]