[{"2018-11-05":["(Reuters) - Verizon Communications Inc said on Monday it will reorganize its business segments into Consumer, Business and Verizon Media Group/Oath to focus on the types of customers it serves. The reorganization under Chief Executive Officer Hans Vestberg, who was named to the top job on Aug. 1, is a shift from the previous operating structure split between wireless and wireline and included the largest U.S. wireless carrier's Fios internet and video products.The company said the new Verizon Media Group/Oath segment will include media, advertising and technology, and be led by Guru Gowrappan, who had been appointed CEO of Oath, the digital media umbrella that includes Yahoo and AOL. \"Content is going to be important for 5G, and we're doing that within Oath,\" Vestberg said in an interview, adding there are no changes in the company's previous statements that it is focused on its wireless network rather than acquiring media content. (Reporting by Sheila Dang; Editing by Jason Neely and Jeffrey Benkoe)","NEW YORK — Verizon is undergoing a significant restructuring under new CEO Hans Vestberg, including its dominant wireless division, as it prepares to roll out its 5G technology.Three months after Vestberg took control, Verizon said Monday that the New York company will be organized into four groups at the start of the year: Consumer, Business, Media, and Global Network & Technology.Verizon Consumer Group will include the company's wireless and wireline businesses for consumers and will be led by Ronan Dunne.The remaining units include The Verizon Business Group and the Global Network & Technology organization.Vestberg said in a prepared statement Monday that Verizon seeks to optimize opportunities in the new 5G era though its restructuring.Several other companies are preparing for the rollout of faster 5G service, including key rival AT&T. The latest mobile communications technology is expected to allow for higher and faster data rates and better connections between multiple devices.Rival Sprint has already announced that it plans to introduce a 5G phone in 2019, while AT&T plans to launch 5G in certain cities by the end of the year."],"2018-06-08":["The telecom giant Verizon said on Friday that it was installing its head of technology as chief executive. The changing of the guard comes at a time when the wireless industry as a whole is grappling with new technologies and a wave of consolidation.In a statement, Verizon said that Lowell C. McAdam, the current chief executive, was retiring and that Hans E. Vestberg, the chief technology officer, will succeed him on Aug. 1.The choice of Mr. Vestberg, who has overseen the deployment of next-generation 5G mobile services, underscores the importance Verizon places on that technology, which will greatly increase download speeds and lay the wireless foundation for self-driving cars and smart appliances.“I am humbled to be appointed C.E.O. of Verizon at such an exciting and dynamic time for our company and industry,” Mr. Vestberg said in the statement. “We are experiencing unprecedented changes in the way users interact in the digital world, and we are racing ahead to remain at the forefront of technology, connectivity and mobility.”Mr. Vestberg, 52, is a relative newcomer to Verizon. He joined the company in April 2017 from Ericsson, where he worked for 25 years, the last six as chief executive. He was ousted from the Stockholm-based telecommunications company in 2016 amid criticism that he had not been aggressive enough in cutting costs and that he lacked a strategic focus.Mr. McAdam, who served six years in the Navy’s Civil Engineer Corps before embarking on his career, became Verizon’s chief executive in August 2011. During his tenure, he took big steps to prepare the company for the industry’s current upheaval. In that time, Verizon’s share price has increased nearly 40 percent, to $49.01.After leaving his post on Aug. 1, Mr. McAdam, 64, will continue as Verizon’s executive chairman until he retires at the end of the year, the company said.His legacy includes a deal that was years in the making — the purchase of Vodafone’s stake in Verizon’s wireless business for $130 billion. The transaction gave Mr. McAdam and his team more control over the company’s main business at a crucial time.He also changed the identity of Verizon, making it more than just a provider of phone and internet services when he steered it into the business of digital content, buying AOL and Yahoo for more than $9 billion.In addition, Mr. McAdam put together a $3.1 billion deal for Straight Path, a telecommunications company specializing in the network airwaves carrying data, and he led the purchase of Fleetmatics, an Irish company that helps large corporations manage employees on the road, for $2.4 billion.On Mr. McAdam’s watch, the company also flirted with old-school media and entertainment companies, having briefly considered buying the assets of 21st Century Fox before the Walt Disney Company ended up agreeing to acquire them in a $52.4 billion deal. Verizon also expressed interest in the CBS Corporation, according to a lawsuit filed last month by CBS against its controlling shareholder, Shari Redstone.While visiting the New York Stock Exchange last month, however, Mr. McAdam sent a strong signal that the company would focus on making 5G technology a reality and would not pursue takeovers of the traditional content companies.“We’ve looked at that over the years, and we made our decision to go digital,” he said in an interview with CNBC. “That’s why we bought AOL and Yahoo, and we talk now about superchannels of sports and finance and news and some entertainment.”Verizon’s appointment of its chief technology officer to the top spot suggests that the focus on infrastructure will drive the company’s strategy in the years to come. Interestingly, though, Mr. Vestberg, unlike the executive he is set to replace, is not an engineer.The incoming chief executive is a new kind of figure for Verizon. Unlike the three previous chief executives — Mr. McAdam, Ivan Seidenberg and Charles R. Lee — who have run Verizon since it came into the world upon the merger of Bell Atlantic and GTE in 2000, Mr. Vestberg was not born in the United States. A native of Hudiksvall, Sweden, a small city along the Hudiksvallsfjarden bay, he speaks English, Portuguese and Spanish in addition to his native tongue and is a skiing and handball enthusiast.Mr. Vestberg began his career in the travel expenses department of Ericsson soon after earning a degree in business administration at the University of Uppsala. During two decades, he worked his way up at the company and was mentored by its chief executive, Carl-Henric Svanberg, who is now the top executive at BP and Volvo. In 2009, Mr. Vestberg replaced his boss, becoming the first chief executive in Ericsson’s long history without an engineering background. In recent years, he has served as the president of the Swedish Handball Federation and the chairman of the Swedish Olympic Committee.A Verizon public relations executive, Bob Varettoni, noted the change in nationality of Verizon’s leadership with a jaunty Twitter post on Friday. It included a photograph taken from the Verizon boardroom in Midtown Manhattan of a huge billboard advertising a Swedish brand, Yupik Parka.Mr. Vestberg will oversee a company of more than 150,000 employees as it navigates an industry undergoing rapid change, with consumers all over the world flocking to wireless devices and online media. The shift has persuaded the industry’s major players to pursue deals to become ever larger and, in some cases, more diverse in their offerings.Sprint and T-Mobile, which are in the midst of a planned merger, contend that building a 5G network requires tens of billions of dollars in investments that only an enormous corporation can afford to spare.Verizon’s main rival, AT&T, in its quest for scale, has followed a different path, bidding $85.4 billion for Time Warner. The Justice Department — itself trying to define the rules for an industry in flux — has challenged the deal on antitrust grounds, with a federal judge expected to rule on Tuesday.Other Verizon competitors have been offering more of everything. Comcast, for example, has lured hundreds of thousands of new customers to its mobile phone service by bundling it with cable television plans. In a second line of attack, it has made itself a surprise player for the purchase of the Fox assets — a potential deal that would require a bid bold enough to upend Fox’s agreement with Disney.Despite Verizon’s recent feints toward old-line companies, Mr. McAdam largely stuck to a strategy of improving the company’s network — it regularly receives industry accolades for its performance and reach — and leading the quest for the industry’s latest holy grail: 5G.Last month, Mr. McAdam told CNBC that Verizon would roll out 5G in four cities — starting with Los Angeles and Sacramento — by the end of 2018."],"2018-04-20":["WASHINGTON — The Justice Department has opened an antitrust investigation into potential coordination by AT&T, Verizon and a telecommunications standards organization to hinder consumers from easily switching wireless carriers, according to six people with knowledge of the inquiry.In February, the Justice Department issued demands to AT&T, Verizon and the G.S.M.A., a mobile industry standards-setting group, for information on potential collusion to thwart a technology known as eSIM, said two of the people, who spoke on the condition of anonymity because the details are confidential.The technology lets people remotely switch wireless providers without having to insert a new SIM card into a device. AT&T and Verizon face accusations that they colluded with the G.S.M.A. to try to establish standards that would allow them to lock a device to their network even if it had eSIM technology.The investigation was opened about five months ago after at least one device maker and one wireless carrier filed formal complaints with the Justice Department, two of the people said. The device maker was Apple, one of them said.Representatives for the Justice Department, and Apple declined to comment.In a statement, a Verizon spokesman confirmed that the carrier had been working with the Justice Department for several months on the inquiry because of “a difference of opinion with a couple of phone equipment manufacturers regarding the development of eSIM standards.” He said the issue was “much ado about nothing.”An AT&T spokesman said the company was “aware of the investigation,” had provided information to the government and was working “to move this issue forward.”G.S.M.A. confirmed that it had developed an eSIM standard that would allow a carrier to lock a device to its network but put the standard on hold pending the Justice Department’s investigation. Under the pending standard, the G.S.M.A. said, a wireless carrier would need permission from a consumer to lock a device.“The G.S.M.A. is cooperating fully with the Department of Justice in this matter,” the organization said in a statement.At the heart of the investigation is whether the nation’s biggest wireless carriers, working with the G.S.M.A., secretly tried to influence mobile technology to unfairly maintain their dominance, in a way that hurt competition and consumers and hindered innovation in the wider mobile industry.AT&T and Verizon together control about 70 percent of all wireless subscriptions in the United States. A technology that made it easy to switch carriers could lead to more turnover and fewer subscribers for them.The investigation highlights a push by the Justice Department’s antitrust chief, Makan Delrahim, to crack down on the opaque world of intellectual property, or I.P., standards. He has said the Justice Department will scrutinize potential coordination in standards-setting organizations that can hurt competition.“In the context of antitrust and I.P., we will be inclined to investigate and enforce when we see evidence of collusive conduct undertaken for the purpose of fixing prices, or excluding particular competitors or products,” Mr. Delrahim said in a speech this month at a conference in Washington. He previously warned of the potential for “cartel-like behavior” by competitors that got together with standards-setting organizations.At the same time, the Justice Department is suing AT&T to block its $85.4 billion merger with Time Warner. Mr. Delrahim has said the deal will hurt competition and lead to higher prices for cable customers. AT&T and Time Warner have strongly disputed the claims in a federal trial that is expected to end this month.Currently, most mobile phones use SIM cards, which contain unique identifying information about a user and are inserted into the devices so the phones can function. People typically have to buy a new SIM card when changing carriers.The eSIM technology, which was introduced in early 2016, is embedded in mobile phones and other devices so that people do not need SIM cards anymore.The eSIM technology is supported by gadget makers including Apple, Google and Microsoft, as well as several wireless carriers globally and in the United States. The Apple Watch 3, Google Pixel 2 smartphone and Microsoft Surface all have eSIM abilities, for example. For companies like Apple, eSIM technology would free up storage space in devices to use for other technologies like bigger processors and batteries. It would also make it easier for people to use their devices while traveling for business.The push by the major carriers to restrict the flexibility of eSIM runs counter to a movement in which consumers were gaining more flexibility to move from carrier to carrier. In late 2013, under pressure by the Federal Communications Commission, the wireless industry agreed to let people take devices off any particular network without penalty once the devices were fully paid for.After the formal complaints against AT&T and Verizon were filed, several device makers and other wireless companies voiced similar concerns to the agency about the carriers’ actions around eSIM, four people familiar with the investigation said. The investigation may also include other major American carriers, another person said.“The actions would limit choice for consumers and harm competition,” said Ferras Vinh, a policy expert at the Center for Democracy and Technology.In a private meeting of a task force called G.S.M.A. North America this year, AT&T and Verizon pushed for the ability to lock phones to their networks, bypassing the purpose of eSIM technology, said Harold Feld, a senior vice president of Public Knowledge, a nonprofit consumer group, who was briefed on the meeting. Verizon has said it needed to be able to lock down phones to prevent theft and fraud.“There is a constant problem with industry standards-setting organizations that on the one hand allow the industry to come together for the purpose of efficiency but can be very anticompetitive and operate in secrecy,” Mr. Feld said."],"2017-06-13":["SAN FRANCISCO — Goodbye, Yahoo. Hello, Oath.Verizon Communications, the wireless powerhouse that was a cluster of local phone companies when two Stanford University graduate students began compiling the Yahoo web directory in 1994, completed its purchase on Tuesday of Yahoo’s internet business for $4.48 billion.Yahoo, which once had a market value of $125 billion, will be combined with AOL, another faded web pioneer it bought in 2015, into a new division of Verizon called Oath.Oath, headed by AOL’s chief executive, Tim Armstrong, will have about 1.3 billion monthly users, and Verizon hopes to use its range of content and new forms of advertising to attract more viewers and marketers as it competes against Google and Facebook. The company also intends to cut costs, with plans to lay off about 2,100 people, or about 15 percent of Oath’s staff.Oath’s strategy will be to place the same content — whether articles, videos or ads — in multiple locations to reach the widest possible audience, said Marni Walden, the Verizon executive vice president who oversees its global media businesses.“I think of the Oath business almost like a shopping mall,” Ms. Walden said in a phone interview from Yahoo’s Sunnyvale, Calif., headquarters, where she had just addressed employees of the two companies.Nike sells its shoes at Macy’s and Foot Locker, she said. “At each one of those storefronts, you’re getting a different type of customer.”In the case of Oath, that means content from some of its media properties like HuffPost and TechCrunch will soon appear on Yahoo sites and mobile apps, and vice versa. “There is a tremendous opportunity to increase viewership of some of these brands,” Ms. Walden said.Verizon will also start pushing Oath apps onto its wireless phones, either preinstalled or added by representatives at Verizon Wireless stores when customers buy a phone. “You’ll start to see more and more of these experiences — Yahoo sports, finance, news — not just as a preload on the handset, but integrated in a very thoughtful way,” she said.Yahoo’s chief executive, Marissa Mayer, resigned from the company after the deal closed. Although she failed to turn around Yahoo’s long-struggling business, she was well compensated for her five years leading the company, earning $246 million, or an average of $1 million a week, based on the company’s final stock price. During her tenure, Yahoo’s share price more than tripled as the value of its Asian investments soared.Yahoo’s stockholders will retain shares in a new company called Altaba that will own its $52 billion stake in Alibaba Group and its $9 billion stake in Yahoo Japan.“Looking back on my time at Yahoo, we have confronted seemingly insurmountable business challenges, along with many surprise twists and turns,” Ms. Mayer wrote in a farewell note to employees. “Working with you has made my time as C.E.O. nothing short of a privilege.”"],"2017-06-08":["SAN FRANCISCO — Verizon plans to lay off 2,100 people once it completes its acquisition of Yahoo’s internet business on Tuesday.The sting will be soothed a bit for some of the Yahoo employees who lose their jobs: A 10 percent surge in the company’s share price on Thursday enhanced the value of their accumulated stock compensation.The layoffs, which were described by a person briefed on Verizon’s plans, represent about 15 percent of the work force at Yahoo and AOL, the Verizon unit with which it is to be combined.Yahoo, which had 8,600 full-time employees as of March 31, has already endured many rounds of cuts. During the five years that Marissa Mayer, the chief executive, has led the company, its work force dropped by 46 percent. AOL has also gone through repeated layoffs, most recently in November, when it cut 500 jobs.Both companies declined to comment on the layoff plans. But the steady shrinking of Yahoo and AOL underscores the major challenges faced by both companies as they compete against the two behemoths of the internet, Google and Facebook, for advertising dollars.On Thursday, Yahoo shareholders approved the sale of the business to Verizon and the related compensation arrangements. After the deal’s close on Tuesday, the remainder of Yahoo will be renamed Altaba and will hold the cash from the sale as well as Yahoo’s significant stock holdings in Alibaba Group and Yahoo Japan.Yahoo’s share price rose by $5.16 after the vote on Thursday, to close at $55.71. That will raise the payouts to Yahoo employees who are terminated.Based on the increased stock price, Ms. Mayer will depart with $264 million for her five years of work at Yahoo, up from $239 million last Friday.Other senior Yahoo executives who are laid off will also get big severance packages, including up to two years of pay and accelerated vesting of all stock compensation. For example, Lisa Utzschneider, the chief revenue officer, will receive about $22 million, and Ken Goldman, the chief financial officer, will get about $12 million, based on the current stock price and securities filings by the company.Lower-level Yahoo employees will also receive enhanced severance benefits that were established before the Verizon deal was struck last summer.The layoff plans were first reported by the technology sites Recode and TechCrunch."]},["https://www.nytimes.com//reuters/2018/11/05/business/05reuters-verizon-segments.html","https://www.nytimes.com//aponline/2018/11/05/business/ap-us-verizon-reorganization.html","https://www.nytimes.com//2018/06/08/business/verizon-lowell-mcadam-hans-vestberg.html","https://www.nytimes.com//2018/04/20/technology/att-verizon-investigate-esim.html","https://www.nytimes.com//2017/06/13/technology/yahoo-verizon-marissa-mayer.html","https://www.nytimes.com//2017/06/08/technology/verizon-yahoo-deal-layoffs.html"]]