[{"2018-11-12":["LONDON — British consumers reined in spending last month, payments company Visa said on Tuesday, adding to signs that the economy is on track for slower growth in the final months of this year.Consumer spending fell by 0.2 percent year-on-year in October, the first drop in three months, after a 0.2 percent rise in September, Visa said, based on inflation-adjusted usage data of its debit, credit and prepaid cards. \"No doubt this disappointing reading will cause some concern for high street retailers as we head into the key Christmas shopping period,\" Visa economist Adolfo Laurenti said.Face-to-face spending on the high street fell by 2.0 percent, the biggest decline in six months, Visa said, chiming with a Confederation of British Industry survey two weeks ago that showed a sharp slowdown in sales last month.Online sales, however, rose 2.6 percent, Visa said.British retailers themselves have reported mixed fortunes in their most recent earnings reports.While grocery sales have been robust this year, a shift away from high-street spending towards holidays and entertainment, along with intense online competition, has taken its toll on clothing and homeware retailers who lack a dominant internet presence. (Reporting by Andy Bruce, editing by David Milliken)"],"2018-11-13":["LONDON — British consumers reined in spending last month, payments company Visa said on Tuesday, adding to signs that the economy is on track for slower growth in the final months of this year.Consumer spending fell by 0.2 percent year-on-year in October, the first drop in three months, after a 0.2 percent rise in September, Visa said, based on inflation-adjusted usage data of its debit, credit and prepaid cards. \"No doubt this disappointing reading will cause some concern for high street retailers as we head into the key Christmas shopping period,\" Visa economist Adolfo Laurenti said.Face-to-face spending on the high street fell by 2.0 percent, the biggest decline in six months, Visa said, chiming with a Confederation of British Industry survey two weeks ago that showed a sharp slowdown in sales last month.Online sales, however, rose 2.6 percent, Visa said.British retailers themselves have reported mixed fortunes in their most recent earnings reports.While grocery sales have been robust this year, a shift away from high-street spending towards holidays and entertainment, along with intense online competition, has taken its toll on clothing and homeware retailers who lack a dominant internet presence. (Reporting by Andy Bruce, editing by David Milliken)"],"2018-11-08":["NEW DELHI — India's finance minister said on Thursday that Mastercard and Visa were losing market share to domestic payments networks, months after Mastercard complained to the U.S. government that Indian Prime Minister Narendra Modi was using nationalism to promote a local rival.Finance Minister Arun Jaitley spoke about the surging growth of RuPay and Unified Payment Interface (UPI), which allows swift inter-bank fund transfers, on the second anniversary of Modi's shock decision to replace high-value bank notes in a bid to flush out untaxed wealth.Modi has said when Indians use RuPay they were serving the country as its transaction fees stay within India and could help build roads, schools and hospitals, an endorsement that has worried Purchase, New York-based Mastercard, which is the world's second-largest payments processor. \"Today Visa and Mastercard are losing market share in India to indigenously developed payment system of UPI and RUPAY Card, whose share have reached 65 percent of the payments done through debit and credit cards,\" Jaitley said in a Facebook post https://www.facebook.com/notes/arun-jaitley/impact-of-demonitisation/906015826253633 about the various results of the note scrapping exercise, known as demonetization.Visa declined to comment. Mastercard did not respond to an email seeking comment.RuPay process payments between banks and merchants for purchases made with credit or debit cards, while UPI instantly transfers funds between two bank accounts linked to mobile phones.SOCIAL MEDIA BACKLASHJaitley was referring to the volume of transactions, not the value.Though RuPay, owned by many Indian and foreign banks, accounts for more than half of India's 1 billion debit and credit cards, industry sources say Visa and Mastercard still process the vast majority of the value of payments transactions in the country. Indian payments transactions were worth $51 billion in August, according to central bank data.Jaitley said RuPay's total transactions had leapt to 84.3 billion rupees ($1.16 billion) as of September, from 11 billion rupees before demonetization. Total transactions done using UPI had jumped to 598 billion rupees ($8.26 billion) from 500 million rupees in October 2016, around the time it was launched.Reuters reported last week that Mastercard complained to the Office of the United States Trade Representative on June 21 that Modi \"associated the use of RuPay cards with nationalism, claiming it serves as 'kind of national service'. \"The Mastercard note said that while Modi’s digital payments push was “commendable”, the Indian government had adopted “a series of protectionist measures” to the detriment of global companies. The story sparked a backlash on social media against Mastercard in India, one of the world's biggest payments growth markets.Several people said on Twitter they had asked their banks to replace their Mastercard with RuPay, with some using the hashtag #BoycottMastercard to voice their concerns.One user posted a picture of a Mastercard cut into pieces, while another named Ramesh uploaded a graphic with a Mastercard logo on a toilet flush. A spokesman for the Delhi arm of Modi's ruling party, the Bharatiya Janata Party, said he had asked his bank to cancel his Mastercard and switch to RuPay.Mastercard did not respond to Reuters' emailed request for comment on the social media backlash.Ashwani Mahajan, who heads an economic group, Swadeshi Jagran Manch, which is linked to the ideological parent of Modi's party, said on Thursday that companies such as Mastercard should be \"competing with RuPay, not complaining to the U.S. government\". \"They have enjoyed their market share for so long, we have the right to protect and promote our economic interests,\" Mahajan told Reuters. ($1 = 72.4000 Indian rupees) (Reporting by Aditya Kalra and Krishna N. Das; Editing by Martin Howell and Muralikumar Anantharaman)"]},["https://www.nytimes.com//reuters/2018/11/12/business/12reuters-britain-economy-consumers.html","https://www.nytimes.com//reuters/2018/11/13/business/13reuters-britain-economy-consumers.html","https://www.nytimes.com//reuters/2018/11/08/business/08reuters-india-mastercard.html"]]